<unk>	0
<s>	0
</s>	0
.	-2.70174
▁	-3.47535
▁(	-3.62509
▁*	-3.83545
▁=	-3.9386
;	-3.96131
(	-4.13864
▁/	-4.22585
,	-4.23138
);	-4.28307
)	-4.42974
_	-4.48272
▁the	-4.57338
▁}	-4.76931
▁new	-4.84639
▁{	-4.84796
▁p	-4.86535
▁@	-4.8798
▁"	-4.96828
▁)	-5.04996
s	-5.05497
▁import	-5.07476
();	-5.18746
BagConstraints	-5.20681
ublic	-5.20784
▁+	-5.21005
▁if	-5.25072
▁of	-5.39258
'	-5.45408
▁java	-5.53799
5,	-5.60873
▁Grid	-5.6226
▁return	-5.68616
▁null	-5.70096
o	-5.71723
("	-5.75595
get	-5.77933
i	-5.78888
▁1,	-5.80208
▁void	-5.82322
▁di	-5.83162
");	-5.84167
e	-5.87916
()	-5.88116
▁0,	-5.88588
:	-5.94999
>	-5.96357
▁()	-5.96715
new	-5.9949
▁**	-6.03788
▁e	-6.03835
▁String	-6.04695
▁();	-6.08587
▁a	-6.10053
▁i	-6.13158
▁to	-6.14598
▁for	-6.16179
▁int	-6.16716
▁//	-6.1812
▁il	-6.18801
x	-6.19549
ate	-6.1965
add	-6.20554
a	-6.21173
▁Return	-6.22237
▁priv	-6.23351
",	-6.25458
▁in	-6.26118
▁smos	-6.26287
";	-6.27838
▁l	-6.28249
A	-6.30147
Utils	-6.30844
Exception	-6.31163
0.0,	-6.35099
▁*/	-6.35653
catch	-6.36036
▁<	-6.36179
▁SQLException	-6.36357
▁this	-6.37631
▁Param	-6.38003
▁==	-6.40423
▁/**	-6.42068
constrain	-6.43988
▁grid	-6.47019
▁throws	-6.47131
panel	-6.47194
▁la	-6.49373
gps	-6.49605
▁un	-6.49647
int	-6.51224
set	-6.51309
etour	-6.52249
▁errorMessage	-6.52397
▁unisa	-6.535
▁data	-6.53637
▁gotoPage	-6.57651
otFoundException	-6.58162
re	-6.60662
WEST	-6.61675
▁panel	-6.63359
▁RemoteException	-6.63675
"	-6.63676
jsp	-6.63801
▁L	-6.63879
▁value	-6.65799
▁"./	-6.65919
error	-6.67177
▁al	-6.67735
this	-6.68712
▁throw	-6.7005
param	-6.7021
())	-6.70628
▁del	-6.71439
NONE	-6.72785
false	-6.74209
▁-	-6.74851
DEF	-6.76625
ULT	-6.77847
▁pResponse	-6.77917
1,	-6.78017
ValueException	-6.78608
printStackTrace	-6.81625
MESSAGE	-6.8214
▁result	-6.83848
▁testo	-6.84481
ERROR	-6.85506
▁boolean	-6.86158
▁Connection	-6.86281
▁connection	-6.86763
▁per	-6.87445
▁and	-6.87582
bean	-6.87604
N	-6.87884
▁1.0,	-6.88369
getMessage	-6.89364
▁Environment	-6.90424
NORTH	-6.92175
▁•	-6.92176
▁true	-6.92353
▁static	-6.92487
▁else	-6.93224
/	-6.93748
true	-6.94303
setText	-6.94632
▁false	-6.94773
’	-6.96549
▁5	-6.98638
swing	-6.99577
▁ioException	-7.00196
▁della	-7.00284
String	-7.01559
▁pRequest	-7.02093
throws	-7.02453
());	-7.03529
y	-7.04072
.*	-7.04465
utente	-7.04746
▁class	-7.04973
▁che	-7.05313
util	-7.06173
▁sistema	-7.06904
getText	-7.08919
▁());	-7.08957
Connection	-7.09132
HttpServlet	-7.09929
L	-7.10058
!	-7.10599
▁una	-7.1098
▁0)	-7.13144
▁method	-7.13795
▁dell	-7.13967
▁Utility	-7.15161
id	-7.16794
ackage	-7.18237
▁database	-7.18468
setEnabled	-7.1883
-	-7.18845
▁session	-7.19011
▁msg	-7.19207
▁2	-7.19562
connect	-7.19987
▁is	-7.20276
▁C	-7.20278
▁The	-7.20427
5);	-7.22722
PuntoDiRistoro	-7.23055
exception	-7.23809
SQLException	-7.23832
▁JLabel	-7.24022
ing	-7.24784
▁Label	-7.27071
▁label	-7.27158
▁id	-7.27366
▁ArrayList	-7.27859
Attribute	-7.28598
▁g	-7.29149
▁Date	-7.29841
▁list	-7.29883
▁0;	-7.30083
=	-7.30275
2	-7.30525
▁set	-7.31779
▁le	-7.32358
sql	-7.34014
ervlet	-7.34482
http	-7.34521
▁query	-7.34983
1	-7.36343
length	-7.37135
MessaggiErrore	-7.37171
▁try	-7.37176
▁by	-7.372
ivate	-7.3765
▁Il	-7.38542
ERRORE	-7.38602
▁da	-7.3909
or	-7.39097
▁non	-7.39764
Y	-7.40268
This	-7.40816
1.	-7.40818
d	-7.41794
BeneCulturale	-7.42144
p	-7.42861
3	-7.42985
▁M	-7.43778
ItemListener	-7.44675
S	-7.45377
ActionEvent	-7.45567
Connessione	-7.46167
Date	-7.46243
ends	-7.46323
▁</	-7.46506
▁stat	-7.46831
▁cultural	-7.47247
▁ActionListener	-7.47473
▁server	-7.47668
▁actionPerformed	-7.4803
▁Throw	-7.4853
▁P	-7.48741
▁name	-7.49029
elenco	-7.49244
▁I	-7.49835
awt	-7.50045
▁that	-7.50046
se	-7.50285
storage	-7.50556
▁final	-7.50677
▁dati	-7.5106
▁etich	-7.51258
loggedUser	-7.51567
▁ext	-7.52644
▁4	-7.52899
▁JPanel	-7.53575
LE	-7.53652
2,	-7.54009
▁get	-7.54058
▁ha	-7.54151
grid	-7.54568
setEditable	-7.55815
ddActionListener	-7.55927
▁2,	-7.56195
▁Entity	-7.56332
is	-7.56584
▁initialize	-7.57437
▁TR	-7.58051
▁con	-7.58593
▁stanza	-7.59091
▁cas	-7.59312
▁");	-7.59432
IOException	-7.60215
setLayout	-7.60215
▁System	-7.60386
));	-7.60468
▁ImageIcon	-7.60603
▁all	-7.60661
▁etichetta	-7.60825
(),	-7.6099
<	-7.61017
▁MessageDialog	-7.61188
4,	-7.61884
zione	-7.62099
▁degli	-7.62494
null	-7.62871
iamo	-7.64065
▁TextField	-7.64249
[	-7.64625
yN	-7.6495
Request	-7.65194
Response	-7.6525
ta	-7.65257
User	-7.65763
▁entit	-7.66061
E	-7.66371
▁delle	-7.67117
▁0	-7.67268
▁1.	-7.6799
▁number	-7.68539
▁HttpServlet	-7.69651
stanza	-7.69871
▁pr	-7.69938
ed	-7.70309
▁banner	-7.70475
f	-7.70491
setFont	-7.72175
to	-7.72393
return	-7.72922
▁be	-7.73288
TAB	-7.73448
▁Button	-7.73479
▁not	-7.7358
Principale	-7.74092
ected	-7.74719
setVisible	-7.74742
Null	-7.74839
getId	-7.75032
level	-7.75427
▁invalid	-7.75448
▁case	-7.75777
rot	-7.76076
▁Font	-7.76128
▁lista	-7.76429
▁from	-7.77155
▁Invalid	-7.77265
▁D	-7.77318
▁classe	-7.77343
▁Method	-7.77382
▁nome	-7.7776
▁DBConnection	-7.78179
))	-7.7841
▁User	-7.78875
▁JButton	-7.79152
▁(!	-7.79166
source	-7.80094
out	-7.80642
CENTER	-7.80784
▁Frame	-7.80837
Instance	-7.81479
▁connect	-7.82121
IdPuntoDiRistoro	-7.82193
▁dei	-7.82205
▁conn	-7.82567
▁padre	-7.83506
▁with	-7.83619
scelta	-7.84062
▁Statement	-7.8448
{	-7.84957
▁form	-7.85033
condizioni	-7.85543
▁pIdTurista	-7.85658
png	-7.8575
3,	-7.85797
▁o	-7.85807
▁Visualizza	-7.85885
▁nel	-7.86215
▁Get	-7.8642
0,	-7.87194
direct	-7.87196
ndRe	-7.87258
io	-7.8748
▁S	-7.87569
▁system	-7.87955
▁getRe	-7.87958
▁Panel	-7.87969
▁super	-7.88247
us	-7.88908
▁Set	-7.89201
▁|	-7.90211
▁s	-7.90351
Cre	-7.90546
▁1	-7.91039
▁3,	-7.91144
▁eventi	-7.91147
▁alla	-7.91396
config	-7.93264
Mandatory	-7.93301
testo	-7.93402
FieldException	-7.9408
▁Bean	-7.94405
[0].	-7.94897
▁(),	-7.94903
▁3	-7.95263
▁Se	-7.95337
▁eTour	-7.95695
▁&	-7.95742
▁scelta	-7.95959
Invalid	-7.96629
pRequest	-7.9672
▁[]	-7.96954
▁Operator	-7.97025
")	-7.9727
right	-7.973
▁long	-7.97343
Entity	-7.97401
▁Sistema	-7.98565
▁essere	-7.98948
")));	-7.9943
▁d	-8.00438
opy	-8.00628
▁on	-8.00673
▁Checkbox	-8.00744
▁New	-8.01051
▁ManagerUser	-8.01364
user	-8.01591
anno	-8.01721
font	-8.01727
Version	-8.01777
▁DataBase	-8.02193
▁tag	-8.02527
db	-8.02536
sogg	-8.02645
Sistema	-8.02719
Configurazione	-8.02742
▁metodo	-8.03195
gridbag	-8.03517
▁1;	-8.03551
Dialog	-8.04014
▁conditions	-8.04062
getClass	-8.04095
▁checkboxes	-8.04143
Prenotazione	-8.04253
gridx	-8.04395
getStat	-8.04428
▁F	-8.04517
Bean	-8.04709
UID	-8.0493
▁table	-8.05021
Grid	-8.05386
▁deve	-8.05816
▁doPost	-8.07614
▁you	-8.0762
▁Annulla	-8.07822
▁Version	-8.08191
▁elenco	-8.08384
HttpSession	-8.08519
▁Definizione	-8.08535
▁SE	-8.08715
▁stringa	-8.08794
D	-8.08932
▁modifica	-8.09119
▁search	-8.09435
▁item	-8.09687
▁point	-8.09765
▁come	-8.10402
2.	-8.10448
HER	-8.10615
▁Query	-8.11297
repository	-8.11299
▁b	-8.11401
▁selected	-8.11681
OM	-8.1223
▁Variable	-8.12241
ItemEvent	-8.12241
▁common	-8.12241
ized	-8.12298
Gestione	-8.1232
BeniCulturali	-8.12792
Model	-8.12873
▁numero	-8.12941
▁doGet	-8.12982
▁ID	-8.13135
operazione	-8.13194
▁Interru	-8.13216
equals	-8.13331
toString	-8.13965
next	-8.14154
▁toReturn	-8.14162
▁init	-8.14188
▁operation	-8.14478
▁'	-8.14589
▁[	-8.1463
control	-8.14893
disp	-8.14909
▁se	-8.15096
println	-8.15125
erial	-8.15195
2007	-8.15231
managerUser	-8.15969
▁refreshment	-8.16105
▁JOptionPane	-8.16154
▁codice	-8.16248
▁Of	-8.16252
agenzia	-8.16853
tateChanged	-8.16914
▁Auth	-8.17095
Illegal	-8.17096
▁feedback	-8.17142
▁GridBagLayout	-8.17239
▁utente	-8.17691
("",	-8.17928
Integer	-8.1798
BConnessionePool	-8.18097
rgumentException	-8.18102
Error	-8.18809
query	-8.19052
Home	-8.19118
▁BorderLayout	-8.19285
▁an	-8.19614
conn	-8.20083
result	-8.20108
Flag	-8.20199
[1].	-8.20422
▁tourist	-8.20599
▁Pro	-8.20672
▁BeneServizio	-8.20862
extra	-8.2117
▁Partecipa	-8.22204
▁Salerno	-8.22317
Code	-8.22896
▁frame	-8.22997
ject	-8.23251
▁DMI	-8.23251
▁University	-8.23251
▁Lab	-8.23263
▁compos	-8.23289
Insets	-8.23888
▁Exception	-8.23975
▁ETOUR	-8.24315
gui	-8.24318
operatoreagenzia	-8.24334
▁returns	-8.25071
▁E	-8.25286
SELECT	-8.2539
▁connessione	-8.2539
▁Check	-8.25476
event	-8.2554
▁managerUser	-8.25578
SA	-8.25632
▁jContentPane	-8.25866
nsets	-8.25911
▁1.0	-8.26164
ron	-8.26306
▁sql	-8.26463
URL	-8.26479
▁<=	-8.27215
▁JTextField	-8.27269
▁contain	-8.27276
ManagerClassroom	-8.27641
index	-8.27778
▁password	-8.28199
="	-8.28205
▁"<	-8.28334
▁has	-8.28601
▁otherwise	-8.28687
nch	-8.28714
▁sqlException	-8.28888
BeanTag	-8.28944
▁20	-8.29324
▁FR	-8.29441
▁pannello	-8.29525
▁prenotazione	-8.29571
▁W	-8.29698
▁collegat	-8.29811
width	-8.29812
etodo	-8.29817
▁sy	-8.30014
3.	-8.30806
ondizioni	-8.30861
IMAGES	-8.30948
▁finally	-8.31088
▁jLabel	-8.31926
▁SMOS	-8.32007
▁run	-8.32097
▁ottieni	-8.32386
close	-8.3244
getConnection	-8.32481
connection	-8.32483
▁Conferma	-8.32674
P	-8.32707
▁visualizza	-8.33009
▁Pr	-8.33031
DBMS	-8.3326
▁implements	-8.33317
[1]	-8.34035
Classroom	-8.34297
getParameter	-8.34438
Id	-8.34504
▁Descrizione	-8.34808
▁ricerca	-8.35019
Stanza	-8.35338
Session	-8.35627
▁cui	-8.35627
Cursor	-8.35627
"),	-8.35798
▁num	-8.3593
▁Collection	-8.36102
!=	-8.36192
addItem	-8.36647
▁tags	-8.37737
▁news	-8.37844
DateUtils	-8.37878
data	-8.37997
Operation	-8.38051
size	-8.38083
▁0.1	-8.38089
release	-8.3811
>"	-8.38393
▁Amministratore	-8.38624
gotoPage	-8.3994
n	-8.40042
Teaching	-8.40346
▁conferma	-8.40535
[]	-8.40571
ottieni	-8.40575
▁c	-8.40701
j	-8.40862
▁j	-8.41146
▁Create	-8.41814
▁"+	-8.41833
▁Ricerca	-8.42424
pRs	-8.42554
▁ad	-8.42686
10,	-8.43061
HORIZONTAL	-8.43083
▁rappresenta	-8.43083
▁Utente	-8.43263
▁10	-8.4348
▁nuova	-8.43565
!"	-8.44089
utility	-8.44386
▁or	-8.44723
▁Ritorna	-8.45698
▁dall	-8.45957
▁annulla	-8.46002
pren	-8.46192
▁si	-8.46419
▁ResultSet	-8.46885
▁Integer	-8.47168
6,	-8.47204
▁instance	-8.47227
▁Dimension	-8.47269
▁6	-8.47348
▁pren	-8.47472
▁button	-8.47542
setIcon	-8.47917
▁sul	-8.48214
Bounds	-8.4835
▁pulsante	-8.48388
].	-8.48726
▁start	-8.49114
4	-8.49337
▁stanze	-8.49503
Sogg	-8.49752
valueOf	-8.49784
W	-8.49881
ndo	-8.50176
aDiRicerca	-8.50254
▁""	-8.50599
Name	-8.50698
Agenzia	-8.51163
▁ManagerTeaching	-8.51979
▁event	-8.52056
▁Pre	-8.52109
fine	-8.52256
ArrayList	-8.52322
TitledBorder	-8.5255
▁restitui	-8.52575
▁bean	-8.52841
▁List	-8.52985
r	-8.53062
▁#	-8.53132
▁Nome	-8.53278
es	-8.53697
rilascia	-8.53713
titolo	-8.53978
[0]	-8.54516
Utente	-8.55021
isAdministrator	-8.55458
getString	-8.56052
▁as	-8.56097
▁Tourist	-8.56322
▁tourists	-8.56457
checkboxes	-8.56757
++)	-8.56958
▁studente	-8.57016
▁conto	-8.57245
getInt	-8.57329
]	-8.57501
▁cliente	-8.57594
State	-8.5775
▁Use	-8.58154
Post	-8.58207
teaching	-8.58241
▁La	-8.58801
▁dispose	-8.591
I	-8.59295
▁pId	-8.59768
▁Attor	-8.59888
SCONOSCIUTO	-8.59906
AND	-8.59958
T	-8.60408
▁btnModifica	-8.60503
▁extra	-8.60709
▁object	-8.6082
▁JComboBox	-8.60868
▁interfacce	-8.6137
comm	-8.61404
▁loggato	-8.61446
▁nuovo	-8.61457
▁informazioni	-8.61482
▁modulo	-8.61756
so	-8.62498
▁change	-8.628
VERTICAL	-8.63007
▁which	-8.63007
▁while	-8.63007
▁JScrollPane	-8.63033
▁&&	-8.63037
▁containing	-8.6311
▁inizializza	-8.6314
▁pool	-8.63296
sce	-8.63498
ting	-8.63823
▁U	-8.63953
▁Modifica	-8.63957
BOLD	-8.64594
▁interrotta	-8.64596
parse	-8.64609
▁date	-8.64869
care	-8.65253
of	-8.65483
▁inserisci	-8.65819
▁text	-8.66069
Time	-8.6641
▁float	-8.66438
▁user	-8.66721
▁results	-8.66949
▁modul	-8.67518
Exit	-8.67853
'!	-8.679
▁Iscrizione	-8.6798
ManagerUser	-8.68055
▁error	-8.68584
News	-8.69127
O	-8.69156
▁accesso	-8.69329
▁successful	-8.69505
▁Agency	-8.69513
application	-8.69513
▁selezionato	-8.69526
▁category	-8.69543
▁input	-8.69614
Disponibilita	-8.69737
en	-8.69758
()).	-8.70751
▁model	-8.70778
▁())	-8.70957
JPanel	-8.71119
▁Entry	-8.71208
▁usci	-8.71208
▁Flow	-8.71208
createStatement	-8.71226
▁Cultural	-8.71292
▁Maschera	-8.71351
4.	-8.71446
Environment	-8.71542
[2]	-8.71689
t	-8.71705
){	-8.71852
▁"/	-8.72068
▁12,	-8.72279
Management	-8.72343
▁pid	-8.72345
▁voto	-8.72924
author	-8.72932
▁Quality	-8.72932
▁requirements	-8.72932
▁Actor	-8.72933
setPreferredSize	-8.72958
▁Point	-8.73176
inizio	-8.73268
doGet	-8.73317
errorMessage	-8.73332
rmi	-8.73689
▁dal	-8.73991
ion	-8.74
▁Refreshment	-8.74043
▁stato	-8.7407
weight	-8.74687
▁parent	-8.75001
equenza	-8.75003
setName	-8.75108
▁display	-8.75202
▁pack	-8.75783
▁Punto	-8.76036
htm	-8.76458
dEntityException	-8.76472
▁SQL	-8.76508
BeneServizio	-8.76986
▁double	-8.77025
Absence	-8.7703
▁call	-8.77263
[3]	-8.77578
b	-8.7803
▁errore	-8.78039
▁interface	-8.7829
▁clicca	-8.783
stat	-8.78347
read	-8.78601
able	-8.78601
insegnamento	-8.78823
pIdTurista	-8.78911
Turista	-8.79189
alità	-8.79512
▁index	-8.79801
k	-8.79952
Listener	-8.79968
▁sono	-8.80175
▁intero	-8.80218
▁accademico	-8.80269
▁tipo	-8.80294
one	-8.80492
▁In	-8.80753
▁ManagerRegister	-8.81141
Int	-8.81864
▁invia	-8.81995
BorderFactory	-8.82029
roblemi	-8.82037
▁associato	-8.82045
▁site	-8.82047
▁options	-8.82063
▁/*	-8.82309
JButton	-8.82325
assenza	-8.82583
OK	-8.82649
mod	-8.82692
classroom	-8.82705
▁nell	-8.82987
▁Delete	-8.83018
eGeneriche	-8.83194
li	-8.83211
Data	-8.83239
"./	-8.83784
ption	-8.83954
▁loggedUser	-8.84042
▁image	-8.84403
PuntiDiRistoro	-8.85105
▁pTurista	-8.85106
▁cancella	-8.85193
▁(5,	-8.85804
▁Class	-8.85897
Border	-8.85913
▁True	-8.85913
Java	-8.85923
▁dettagli	-8.8601
▁Remote	-8.86084
6.	-8.86217
[2].	-8.86962
▁sogg	-8.8707
getNumStanz	-8.87271
▁BeanTag	-8.87505
("")	-8.87716
▁provided	-8.87918
)));	-8.88036
▁J	-8.88113
▁check	-8.88387
1);	-8.8858
▁funzion	-8.88694
▁indirizzo	-8.88717
IGestione	-8.88804
▁BeanVisitaBC	-8.88961
▁Fl	-8.89055
7,	-8.89178
▁Re	-8.89338
Rs	-8.89604
Nome	-8.89839
CLASSROOM	-8.89954
▁passato	-8.89963
BeanVisitaBC	-8.90068
h	-8.90088
▁use	-8.90095
9	-8.90432
Ricerca	-8.9074
à	-8.90787
▁message	-8.90875
BeanVisitaPR	-8.90988
BeanTurista	-8.91061
ionManagement	-8.91618
▁file	-8.91974
FormatException	-8.92037
▁delete	-8.923
▁","	-8.92356
▁string	-8.92426
▁BeanPreferenz	-8.92617
▁it	-8.9282
possibile	-8.9316
html	-8.93164
▁A	-8.936
utilizzata	-8.93639
▁Restaurant	-8.94203
▁Object	-8.94281
▁Color	-8.94407
operatore	-8.94939
▁Refreshments	-8.94991
"))	-8.95124
UserListItem	-8.95317
▁exception	-8.9547
C	-8.95572
funzionalit	-8.95644
5.	-8.95987
▁(0,	-8.96298
▁constructor	-8.96338
▁insegnamenti	-8.96339
▁setupPanel	-8.96339
▁take	-8.96339
▁tSql	-8.96341
▁Avviso	-8.96425
▁punto	-8.96428
getNome	-8.96525
anch	-8.96543
▁Inv	-8.9673
▁fine	-8.96826
▁gli	-8.97052
];	-8.97585
indirizzo	-8.97649
Collection	-8.97674
pIdBeneCulturale	-8.98057
▁giustifica	-8.9851
▁nella	-8.9855
BOTH	-8.98561
▁will	-8.98561
way	-8.98564
▁You	-8.98565
▁associated	-8.98571
▁distance	-8.98618
px	-8.98723
Address	-8.98787
▁setId	-8.98801
▁disp	-8.99061
(""))	-8.99117
▁h	-8.9919
▁Prepar	-8.99293
▁insert	-8.99411
TION	-8.99579
#	-8.99621
▁Data	-8.99891
tRs	-9.00005
▁parameter	-9.00179
▁menu	-9.00813
l	-9.00813
▁Us	-9.00846
def	-9.00854
Non	-9.00873
idth	-9.00899
16.	-9.01111
▁puntodiristoro	-9.01244
▁login	-9.01268
▁Servlet	-9.01502
er	-9.02137
▁turista	-9.02143
Soggiornante	-9.02201
manager	-9.02238
address	-9.02335
addebiti	-9.02344
▁ris	-9.02396
create	-9.02399
RemoteException	-9.0242
Errore	-9.02996
▁1)	-9.03155
pBeneCulturaleID	-9.0318
▁mandat	-9.03181
▁btnElimina	-9.03238
▁aRow	-9.03423
see	-9.03497
fill	-9.03551
str	-9.03888
▁m	-9.03983
▁Qu	-9.04139
▁attiva	-9.04279
▁20)	-9.04619
no	-9.05102
Im	-9.05522
▁notifica	-9.05536
=0;	-9.05544
ryFieldException	-9.05591
PR	-9.05654
▁pagella	-9.05822
▁T	-9.06394
doc	-9.06808
getColumn	-9.07179
aus	-9.0726
Addebito	-9.07262
num	-9.07313
BeanPreferenz	-9.07329
▁interro	-9.07397
The	-9.07976
▁Pnom	-9.07979
▁other	-9.0798
▁due	-9.07982
▁datiPR	-9.08157
▁3.	-9.08183
▁visualizzare	-9.08269
▁username	-9.08496
Statement	-9.08705
Visualizza	-9.08795
▁Errore	-9.08901
▁We	-9.08921
R	-9.09282
Of	-9.09321
te	-9.09382
▁="	-9.09425
▁comment	-9.09446
u	-9.09557
▁anno	-9.09658
++	-9.09719
Float	-9.09721
▁[1]	-9.09742
▁B	-9.09798
Annulla	-9.09889
setLast	-9.09958
▁column	-9.10085
mpe	-9.10125
▁Al	-9.10431
▁Connect	-9.10463
▁effettuato	-9.10505
(""+	-9.10521
▁block	-9.10525
getSelectedIndex	-9.10585
▁row	-9.10589
▁inserire	-9.10604
▁btnAzzera	-9.10767
InternalFrame	-9.10823
▁Note	-9.1092
▁ManagerVotes	-9.11097
▁nota	-9.11324
▁2.	-9.11464
▁are	-9.11619
Commento	-9.11768
all	-9.1227
▁To	-9.12284
eph	-9.1272
▁+)	-9.12755
PuntoDiRistoroID	-9.12844
DATI	-9.13042
piatto	-9.13043
▁||	-9.13043
▁management	-9.13043
▁confirmation	-9.13044
▁initialization	-9.13055
▁insertion	-9.13062
▁Verifica	-9.13066
▁root	-9.13133
▁figlio	-9.13169
▁su	-9.13283
▁Elimina	-9.13507
▁settare	-9.13564
▁[0]	-9.14998
th	-9.15111
puntodiristoro	-9.15201
▁Requisit	-9.15341
idPuntoDiRistoro	-9.15463
▁registro	-9.15675
eccezione	-9.15687
getInizio	-9.15711
sione	-9.15773
▁description	-9.15892
▁Otten	-9.16065
▁Cerca	-9.1615
▁t	-9.16305
▁Search	-9.16325
0)	-9.16527
)){	-9.16817
st	-9.16864
▁JDesktopPane	-9.1764
Value	-9.17667
▁position	-9.17728
Lista	-9.17895
remove	-9.17945
year	-9.17963
float	-9.17989
conto	-9.18014
BeanNews	-9.18063
▁th	-9.18121
used	-9.18185
lease	-9.18276
▁information	-9.18378
▁requisiti	-9.18399
▁ritardo	-9.18513
▁remove	-9.18656
Note	-9.19188
32.	-9.19257
▁close	-9.19491
▁active	-9.19848
2;	-9.20322
setId	-9.2064
()))	-9.2067
class	-9.20813
Color	-9.20843
finally	-9.20858
▁pTags	-9.20895
lista	-9.20967
▁8	-9.20993
▁sia	-9.21049
▁brea	-9.21094
images	-9.21135
▁Heritage	-9.21155
▁research	-9.21155
▁property	-9.21155
primo	-9.21158
5	-9.21176
▁TODO	-9.21294
▁setta	-9.21392
▁rest	-9.21416
▁textGuida	-9.21659
▁Gestione	-9.2173
c	-9.22033
▁tRs	-9.22235
▁svolt	-9.22301
▁getId	-9.22636
▁BeanTurista	-9.22637
[11]	-9.22985
Auto	-9.22991
ive	-9.23066
,"	-9.23205
▁pRs	-9.23482
▁Seleziona	-9.23942
▁connessioni	-9.24012
OPTION	-9.24014
▁datiBC	-9.24053
▁pPosizione	-9.2411
▁btnSalva	-9.24156
▁102,	-9.24184
▁And	-9.2426
▁preferences	-9.24394
generate	-9.24397
ag	-9.24555
:"	-9.24685
▁getClass	-9.24853
test	-9.25074
V	-9.25681
up	-9.25788
▁ne	-9.25812
▁JToolBar	-9.25861
▁test	-9.2593
loc	-9.25942
▁Vector	-9.26051
▁trova	-9.26406
Extra	-9.2649
archivio	-9.26568
+"	-9.26659
java	-9.26845
Comune	-9.26924
▁parametro	-9.26954
▁richiesta	-9.26954
height	-9.26964
Column	-9.2697
▁attori	-9.26973
getFine	-9.26987
userManagement	-9.27018
▁Azione	-9.27059
▁<0)	-9.27161
▁Requisito	-9.27328
os	-9.27362
▁G	-9.27589
▁visit	-9.27914
▁ca	-9.28402
▁extract	-9.28412
▁ee	-9.28613
[3].	-9.2899
From	-9.29333
▁fa	-9.2945
JScrollPane	-9.29545
ActionListener	-9.29669
▁compren	-9.29845
BeanBanner	-9.29976
bevanda	-9.29984
contorno	-9.29984
Duplicate	-9.29984
HashMap	-9.29984
▁request	-9.29984
▁lettura	-9.29984
▁messaggio	-9.2999
▁Preferences	-9.29995
▁piu	-9.29997
persist	-9.30013
▁cancel	-9.30132
▁sito	-9.30136
▁btnRicerca	-9.30235
▁pEvent	-9.30778
6	-9.30899
▁exceptions	-9.3106
▁IGestione	-9.31235
11	-9.31342
name	-9.31601
▁gi	-9.32012
▁activate	-9.32285
▁JInternalFrame	-9.32373
▁Result	-9.32437
8	-9.3256
rid	-9.32637
mente	-9.32803
Banner	-9.32831
[4]	-9.32842
corr	-9.32938
version	-9.33033
▁gestione	-9.33076
Commissionamento	-9.33109
EAST	-9.33109
▁inseriti	-9.33109
▁pulsanti	-9.33109
Line	-9.3312
servizio	-9.33138
H	-9.33156
▁setup	-9.33186
Utility	-9.33188
ctors	-9.33267
▁sta	-9.33305
DiRicerca	-9.33491
Tag	-9.3392
▁oggetto	-9.34018
Votes	-9.34225
Event	-9.3433
▁Aggiungi	-9.34402
Object	-9.34485
7	-9.34512
▁no	-9.34663
▁term	-9.35151
▁JTable	-9.35347
▁Turista	-9.35353
▁ex	-9.35702
▁clos	-9.35976
▁cell	-9.36158
8,	-9.36272
nexpected	-9.36319
Hashtable	-9.36335
getItemCount	-9.36335
▁CheckboxGroup	-9.36335
▁False	-9.36335
▁remote	-9.36335
▁Mart	-9.36336
▁page	-9.36381
Serializable	-9.36473
▁7	-9.36501
ca	-9.36767
tables	-9.36792
▁pUsername	-9.36811
▁char	-9.36923
▁crea	-9.36962
▁PPuntoDiRistoro	-9.36977
▁pStr	-9.37066
▁base	-9.37192
co	-9.37417
date	-9.37502
▁Id	-9.3808
▁Stanza	-9.38286
▁Absence	-9.38742
▁Verif	-9.38748
ID	-9.38816
Frame	-9.38894
▁(12	-9.39194
48	-9.39221
table	-9.39248
Location	-9.39555
JTextPane	-9.39668
▁agency	-9.39668
Double	-9.39671
▁given	-9.39673
10	-9.39697
room	-9.39748
give	-9.39764
▁='"	-9.39802
student	-9.39893
text	-9.39953
▁0.	-9.4001
▁It	-9.40019
▁quell	-9.40031
insert	-9.40164
▁year	-9.4018
▁create	-9.4049
▁managerTeaching	-9.40519
ly	-9.41041
br	-9.41533
▁gridbag	-9.41778
▁Pi	-9.41825
▁operations	-9.41951
()));	-9.42302
ResultSet	-9.4265
▁room	-9.42864
le	-9.42932
▁Serializable	-9.42969
▁classi	-9.42977
TEACHING	-9.43056
SwingConstants	-9.43116
Type	-9.43116
▁Constructor	-9.43116
▁caratteri	-9.43116
▁submit	-9.43116
▁recuperare	-9.43116
▁viene	-9.43117
prox	-9.43117
▁scherma	-9.43225
PerPagina	-9.43233
]);	-9.43234
▁location	-9.43337
▁cambio	-9.43403
7.	-9.43438
▁manager	-9.43448
quantita	-9.4349
padre	-9.43536
▁control	-9.43739
▁terms	-9.43822
▁pIdPreferenza	-9.43884
▁Confirm	-9.44088
▁ManagerAddress	-9.44095
▁array	-9.44205
▁addebiti	-9.44344
da	-9.44377
▁!	-9.44432
Advertisement	-9.44494
▁validit	-9.44733
▁html	-9.44813
albergo	-9.45198
Justify	-9.45517
▁temp	-9.45857
[5].	-9.45895
eDiRicerca	-9.46035
▁pRow	-9.46201
▁quantita	-9.46308
▁teaching	-9.46358
OR	-9.46419
3;	-9.46597
▁statistiche	-9.46669
addMouse	-9.46688
executeQuery	-9.46688
▁Convention	-9.46688
▁Interface	-9.46688
▁PKeyword	-9.46688
▁rightPanel	-9.46688
executeUpdate	-9.46689
▁type	-9.46692
▁255)	-9.46697
▁bene	-9.467
▁carica	-9.46712
stag	-9.46821
NumeroElementi	-9.46822
justify	-9.4686
▁datiTurista	-9.46863
▁Add	-9.4687
▁tableBC	-9.47015
votes	-9.47167
pTags	-9.47199
DataBase	-9.4724
jLabel	-9.4724
accesso	-9.47257
managerClassroom	-9.47525
▁>	-9.47668
▁pResultSet	-9.47675
▁back	-9.477
ValueAt	-9.48174
▁BeanVisitaPR	-9.48581
▁student	-9.48738
12	-9.49035
▁prima	-9.49148
ce	-9.49274
Delay	-9.49506
ono	-9.49517
▁(18	-9.49601
▁arg	-9.49758
g	-9.4978
soggiornanti	-9.50239
ContentPane	-9.50348
","	-9.5037
lang	-9.50391
Salva	-9.50391
ipad	-9.50391
▁comm	-9.50397
▁successfully	-9.50409
Letto	-9.50423
show	-9.50434
▁btnAttiva	-9.5046
sente	-9.50469
▁deleted	-9.50507
▁H	-9.50539
▁edit	-9.50633
amministratore	-9.50974
[12]	-9.50988
exists	-9.51013
getAcademicYear	-9.51029
stanze	-9.51076
▁Con	-9.51206
▁Classe	-9.51349
==	-9.51427
execute	-9.51478
ask	-9.51482
▁3;	-9.52088
▁presente	-9.52272
▁classroom	-9.52302
[0],	-9.52335
ir	-9.52389
▁out	-9.52483
BC	-9.52767
ul	-9.52782
▁ask	-9.53485
▁Operatore	-9.53882
▁-1	-9.53886
Comm	-9.53923
▁allow	-9.54198
▁who	-9.54219
Pos	-9.54227
▁Database	-9.54235
UtentiRegistrati	-9.54237
VOTES	-9.54237
removeAll	-9.54242
▁dialog	-9.54309
▁tableTuristi	-9.54313
▁pensione	-9.54415
[4].	-9.54427
DI	-9.5446
▁giorno	-9.54559
▁dato	-9.5465
▁str	-9.54812
▁province	-9.54815
▁modificare	-9.54843
TEST	-9.54868
▁card	-9.54987
▁!(	-9.54996
▁(0)	-9.55003
clienti	-9.55017
pVotes	-9.55018
▁pColumn	-9.55073
prenotazione	-9.55079
▁View	-9.55202
gisterManagement	-9.55251
▁pPassword	-9.5544
ario	-9.55716
getName	-9.55883
Year	-9.55893
▁lo	-9.55899
Cod	-9.56123
▁present	-9.56268
▁tot	-9.56285
getNum	-9.56602
▁do	-9.56773
bc	-9.56779
▁Classroom	-9.56906
+1	-9.57387
tf	-9.57452
▁inizio	-9.57463
▁add	-9.57472
▁Ma	-9.5754
nte	-9.57651
▁note	-9.57653
ical	-9.57795
▁Un	-9.57886
)))	-9.57974
▁Lista	-9.58119
▁function	-9.58226
Valuta	-9.58237
▁orarioApertura	-9.58237
▁orarioChiusura	-9.58237
group	-9.58238
pId	-9.58242
▁duplicate	-9.58263
▁good	-9.58441
▁today	-9.58492
ElementiRicerca	-9.58695
▁setPreferred	-9.58707
Longitudine	-9.58714
base	-9.59047
getDescrizione	-9.59118
supp	-9.5917
JInternalFrame	-9.59216
▁desk	-9.59231
Punto	-9.59233
pannello	-9.59237
pRow	-9.59245
OperatoreAgenzia	-9.59575
▁'"	-9.59685
▁component	-9.59713
IdTurista	-9.60061
▁Tourists	-9.60255
▁was	-9.60728
▁insegnamento	-9.6119
setNome	-9.61316
▁IdTurista	-9.61408
14	-9.61724
Preferit	-9.62083
Empty	-9.62348
licca	-9.62387
Form	-9.62395
Commissioni	-9.62404
pDistanzaMassima	-9.62404
▁docente	-9.62404
Specifi	-9.62405
▁notify	-9.62405
▁identifier	-9.62406
▁finestra	-9.62409
▁reg	-9.6245
RSO	-9.62477
pg	-9.62488
secondo	-9.62509
0	-9.62533
▁btnAnnulla	-9.62616
▁sh	-9.6266
▁aver	-9.62665
▁relativo	-9.62724
▁count	-9.6288
▁2009	-9.62906
▁Insert	-9.62947
delay	-9.62949
absence	-9.6295
▁logged	-9.62984
▁account	-9.63171
loadRecord	-9.63382
▁rating	-9.63449
JDesktopPane	-9.6357
JTextField	-9.63601
MessageDialog	-9.63605
has	-9.63643
pTeaching	-9.63752
▁mostra	-9.63859
▁condizioni	-9.63949
▁pMessage	-9.64065
▁5)	-9.6409
▁JTabbedPane	-9.64286
▁images	-9.64366
▁sup	-9.64522
▁font	-9.64587
▁Uni	-9.64986
+	-9.65281
ena	-9.65297
▁day	-9.65344
▁relat	-9.65377
Latitudine	-9.65828
▁bc	-9.65839
▁validi	-9.65893
eparator	-9.65895
▁Tag	-9.65974
Provincia	-9.66057
FORMAT	-9.66107
tel	-9.66171
AcademicYear	-9.66207
▁values	-9.66586
ackground	-9.66727
Count	-9.66746
▁jPanel	-9.6675
BEAN	-9.66752
antipasto	-9.66752
cibo	-9.66752
▁heritage	-9.66752
▁FinteVisite	-9.66752
▁desktop	-9.66752
▁richiesto	-9.66752
▁corretta	-9.66753
▁writeDati	-9.66754
▁searchPanel	-9.66767
▁Carica	-9.66833
PRE	-9.66848
="./	-9.66937
al	-9.66948
IdJustify	-9.66991
▁tutti	-9.67009
DE	-9.67156
▁Change	-9.6718
▁thrown	-9.67205
▁Select	-9.67443
▁startA	-9.67546
▁address	-9.67596
put	-9.67679
sFrom	-9.677
▁Pnews	-9.67715
▁Name	-9.67786
▁sull	-9.6783
Username	-9.6784
cambiare	-9.67888
▁relativ	-9.67889
▁phone	-9.67994
Iterator	-9.68024
Vector	-9.68111
JTable	-9.68127
ImageIcon	-9.68148
▁Cancella	-9.68226
idClassroom	-9.68316
▁12)	-9.68573
▁Boolean	-9.68596
addS	-9.68596
▁pBanner	-9.68648
▁--	-9.68737
M	-9.68912
▁15	-9.69257
▁pi	-9.69282
▁TableModel	-9.69365
aximum	-9.69452
string	-9.69573
20	-9.69686
▁absence	-9.69962
KeyEvent	-9.70452
▁Util	-9.70628
Disp	-9.70696
1;	-9.70807
▁corrispondent	-9.71011
MediaVoti	-9.71138
OrarioApertura	-9.71207
Cour	-9.7123
JUSTIF	-9.71232
ADDRESS	-9.71297
TEACHER	-9.71297
TuristaClient	-9.71297
▁functionality	-9.71297
▁pannelli	-9.71297
▁want	-9.71297
▁layer	-9.71298
Pren	-9.71299
ICA	-9.71303
CU	-9.71306
▁soggiorno	-9.71307
▁maximum	-9.71309
Attac	-9.7131
gif	-9.7131
alb	-9.71314
▁issued	-9.71335
▁toolbar	-9.71364
▁desc	-9.71383
▁dataVisita	-9.71383
▁(107	-9.71414
TE	-9.71436
▁can	-9.71447
▁k	-9.71546
▁cap	-9.71605
▁Input	-9.71848
▁pStringa	-9.71862
ier	-9.71909
▁esiste	-9.72131
▁presenti	-9.72198
Dati	-9.72222
amo	-9.72293
▁managerRegister	-9.72293
▁indirizzoPR	-9.72318
▁have	-9.72324
▁days	-9.7238
note	-9.72551
Teacher	-9.72665
▁whe	-9.72721
9,	-9.72724
FR	-9.72726
pClassroom	-9.72814
Inserimento	-9.72845
prima	-9.72861
▁teachingList	-9.72911
@	-9.72917
else	-9.72939
▁14	-9.73077
13	-9.73085
▁objects	-9.73278
▁Address	-9.73294
▁Inserisc	-9.73344
getDate	-9.73417
getP	-9.74011
▁Prenotazione	-9.7405
▁current	-9.74129
errore	-9.74221
ListSelection	-9.74265
▁Inserimento	-9.74464
▁Compila	-9.74572
▁valid	-9.74595
POS	-9.74846
IdPreferenz	-9.7501
▁tabella	-9.7533
llo	-9.75372
ch	-9.75891
Tel	-9.76057
hasNext	-9.76059
SOUTH	-9.76059
▁riposo	-9.76059
Amora	-9.7606
▁collection	-9.7606
▁Giu	-9.76065
▁altrimenti	-9.76066
▁(51,	-9.76066
▁qualità	-9.76066
▁passed	-9.76095
="+	-9.7611
▁particular	-9.76149
in	-9.76152
▁prezzo	-9.76199
OrarioChiusura	-9.76229
▁deskSize	-9.76308
▁accetta	-9.76315
▁inComune	-9.76384
▁email	-9.76476
▁accademic	-9.76759
▁Inserisci	-9.76934
▁end	-9.76948
▁Cri	-9.76975
lio	-9.77011
day	-9.77133
Prepar	-9.7753
▁12),	-9.77597
write	-9.777
▁setIcon	-9.77715
NUM	-9.77721
Edit	-9.77816
current	-9.77841
academicYear	-9.77841
▁Stabil	-9.77855
boolean	-9.77915
numero	-9.77923
JToolBar	-9.77946
JComboBox	-9.77987
▁!((	-9.78144
▁possibile	-9.78375
▁addebito	-9.78395
To	-9.7848
▁pos	-9.78523
▁rilascia	-9.78823
0.	-9.79093
▁academicYear	-9.79123
AL	-9.79185
▁Crea	-9.79804
▁res	-9.80032
▁clienti	-9.80058
ON	-9.80107
Conto	-9.80163
AS	-9.80171
▁getName	-9.80248
TabbedPane	-9.80266
▁Delay	-9.80315
▁frames	-9.80685
▁votes	-9.80896
etSelectedIndex	-9.80995
▁par	-9.8102
▁dovr	-9.81024
STAGIONE	-9.81059
▁Display	-9.81059
▁supplied	-9.81059
▁view	-9.81059
Savepoint	-9.8106
▁Load	-9.8106
▁soggiornante	-9.8106
▁poter	-9.81061
defined	-9.81061
▁ogni	-9.81063
▁questa	-9.81086
▁elements	-9.81111
▁default	-9.81153
MascheraAddebiti	-9.81216
▁tableNews	-9.81253
▁changed	-9.81262
▁MODIFICA	-9.81305
▁TablePr	-9.81316
▁inserito	-9.81316
▁flag	-9.81316
▁treeBanner	-9.81317
appen	-9.81326
pr	-9.81382
Component	-9.81515
getCognome	-9.81528
Description	-9.81529
▁nomePR	-9.81911
setColumn	-9.81985
▁Attore	-9.82041
▁File	-9.82152
Modifica	-9.82192
Scheda	-9.82275
▁3),	-9.82532
▁Addebito	-9.82565
▁newVotes	-9.82781
▁pTeaching	-9.82867
1)	-9.82968
temp	-9.82975
list	-9.83001
SchedaBC	-9.83113
was	-9.83118
nome	-9.83159
ManagerTeaching	-9.83161
JLabel	-9.83177
Visualizzazione	-9.8318
pAbsence	-9.83265
ally	-9.83585
▁40	-9.83608
▁turn	-9.839
▁returned	-9.83991
age	-9.84024
▁Categoria	-9.84089
▁Edit	-9.84394
">	-9.84801
▁px	-9.84988
Convenzione	-9.85203
▁necessari	-9.85614
▁exists	-9.85668
15,	-9.85742
▁Release	-9.85938
Addebiti	-9.86122
▁tutt	-9.86135
Numero	-9.86245
▁exceed	-9.86268
▁there	-9.86306
▁preferenze	-9.86317
Cancel	-9.86319
ntDataManagement	-9.86322
MutableTreeNode	-9.86322
castRemoteObject	-9.86322
izable	-9.86322
▁btnVisualizza	-9.86322
▁etichette	-9.86322
▁inserita	-9.86322
▁chiede	-9.86323
▁each	-9.86323
▁frequency	-9.86326
▁transaction	-9.86327
QU	-9.86329
▁cancellation	-9.86334
terio	-9.86342
NTO	-9.8638
isEmpty	-9.86394
tramite	-9.86417
▁giornoChiusura	-9.86423
▁periodo	-9.86426
▁city	-9.8643
▁selezionata	-9.86467
▁0.3	-9.86471
▁prSlider	-9.86486
3>	-9.86492
▁BeanBanner	-9.86544
▁pref	-9.86631
▁aLabel	-9.86702
8.	-9.86716
Categoria	-9.86936
Operatore	-9.86981
▁statistics	-9.87142
▁pannelloTag	-9.87168
▁For	-9.8733
DataVisita	-9.87463
▁pDescrizione	-9.87554
Email	-9.87602
▁ric	-9.87728
▁Stat	-9.87734
▁parameters	-9.87877
TableModel	-9.87916
▁Final	-9.88053
image	-9.88066
Number	-9.88221
BeniServizi	-9.88295
alunno	-9.88512
prepare	-9.88546
File	-9.88662
pTermine	-9.88674
turista	-9.88689
password	-9.8872
▁stata	-9.88725
▁aggiorna	-9.88748
▁associati	-9.88759
getT	-9.88839
update	-9.8888
▁((!	-9.88895
selectedRow	-9.88973
▁Not	-9.89145
getBtn	-9.89603
▁News	-9.89918
INSER	-9.90465
TagComune	-9.90504
Dettagli	-9.9053
▁Scegli	-9.90587
Turn	-9.90958
ensionamento	-9.91009
▁Parameter	-9.91132
▁preference	-9.91238
ER	-9.91257
Warning	-9.91551
▁Priorit	-9.91773
▁Votes	-9.91841
▁Category	-9.91855
CH	-9.91863
▁Genera	-9.91864
BANNER	-9.91878
Stagionalita	-9.91878
TIMEOUT	-9.91878
▁again	-9.91878
▁particolare	-9.91878
▁ELIMINA	-9.91878
Output	-9.91878
0,0,0,0	-9.91879
▁jButton	-9.9188
▁numeroVoti	-9.91881
▁ristorante	-9.91887
JToggleButton	-9.91889
Supplemento	-9.91889
▁startConferma	-9.91897
▁entered	-9.91898
▁should	-9.91904
▁ottieniNumero	-9.91918
▁select	-9.9192
▁valore	-9.91954
▁identificat	-9.91985
▁campi	-9.91993
▁disponibilita	-9.92025
▁fields	-9.92033
▁categories	-9.92088
▁banners	-9.92142
▁cancellazione	-9.92303
▁correct	-9.92305
▁Tipo	-9.92379
ne	-9.92563
getS	-9.92577
▁month	-9.92619
pPosizioneUtente	-9.92657
▁qual	-9.92705
▁modifiche	-9.92802
▁tmp	-9.92819
ove	-9.92836
▁caratteristiche	-9.92917
▁testoNews	-9.92918
▁BeanNews	-9.92935
Changed	-9.92949
▁getBtn	-9.92994
▁alto	-9.93053
Selezionare	-9.93064
ableCellRenderer	-9.93228
▁conf	-9.93409
▁seleziona	-9.93426
immagine	-9.93975
2>	-9.94013
iterator	-9.94232
Attiva	-9.94306
checkbox	-9.94495
inserimento	-9.94499
caller	-9.94518
active	-9.94585
ManagerRegister	-9.94591
an	-9.94606
Menu	-9.94686
▁load	-9.94781
")),	-9.95544
G	-9.95566
▁points	-9.95997
unzionale	-9.96176
▁car	-9.96747
izzare	-9.96785
▁Banner	-9.96818
▁2)	-9.96825
AccademicYear	-9.96849
Via	-9.96909
▁delay	-9.96942
▁14))	-9.96953
▁line	-9.9708
▁Justify	-9.97128
ora	-9.97239
-1;	-9.97282
()+"	-9.97292
Delete	-9.97369
24.	-9.97518
10.	-9.97531
▁confirm	-9.97619
▁disponibili	-9.97684
▁obtain	-9.97714
tml	-9.97743
convert	-9.97757
Modify	-9.97759
BAR	-9.9776
CULTURALE	-9.9776
Phnom	-9.9776
Registry	-9.9776
▁managing	-9.9776
▁parametri	-9.9776
BENE	-9.9776
egorianCalendar	-9.9776
▁Where	-9.97763
▁precedente	-9.97763
▁toolbarSchedaBC	-9.97769
▁notification	-9.97769
▁stagione	-9.97771
VER	-9.97774
▁momento	-9.97774
▁PTags	-9.97788
▁eliminare	-9.97804
▁obtained	-9.97807
▁PPosizione	-9.97816
etSelectedItem	-9.97861
▁content	-9.97872
▁jTextPane	-9.97872
locale	-9.97883
▁inserted	-9.97888
▁btnEliminaBC	-9.97891
mot	-9.97893
setBackground	-9.97923
▁servizio	-9.98012
▁spes	-9.98039
ottieniPreferenz	-9.9805
▁controllo	-9.98129
▁corrispondente	-9.98143
B	-9.98187
▁pNumeroPagina	-9.98233
▁myCheckbox	-9.98263
▁tempo	-9.98326
▁30	-9.98423
OG	-9.98508
▁min	-9.98656
▁cognome	-9.98846
▁3)	-9.98884
SI	-9.99199
***************	-9.99248
▁',	-9.99294
▁we	-9.99504
▁Cancellazione	-9.9954
Compilato	-9.99636
▁JTextArea	-9.99877
▁stub	-10.001
▁getColumn	-10.0013
(0)	-10.0038
Scroll	-10.0039
canc	-10.0056
▁All	-10.0057
showInternal	-10.007
mr	-10.0071
load	-10.0072
Const	-10.0075
Conferma	-10.0083
ricerca	-10.0084
selected	-10.0084
pNote	-10.0086
session	-10.0086
unisa	-10.0087
▁-1)	-10.0088
BeanConvenzione	-10.009
9.	-10.0113
spettat	-10.0115
pBC	-10.0168
m	-10.0175
▁[3]	-10.0194
▁mod	-10.0213
23	-10.0221
▁mo	-10.0263
▁tra	-10.0287
▁modifi	-10.0295
Posizione	-10.0315
▁Disponibilita	-10.0316
▁pass	-10.0333
▁vote	-10.0336
rial	-10.0355
lo	-10.0359
▁pPreferenza	-10.0365
ze	-10.0366
lementiPerPagina	-10.038
▁Implement	-10.0386
▁btnReset	-10.0396
setSelected	-10.0398
▁support	-10.0399
▁pane	-10.0401
Upload	-10.0401
▁success	-10.0401
▁Etichetta	-10.0401
Rectangle	-10.0401
oftware	-10.0401
▁assenze	-10.0401
Room	-10.0401
▁inesistente	-10.0401
▁LIKE	-10.0401
▁communicat	-10.0401
DATE	-10.0401
▁attive	-10.0401
▁authenticated	-10.0401
ROLL	-10.0401
▁fornito	-10.0402
reparedStatement	-10.0404
▁modification	-10.0404
figura	-10.0404
▁esistente	-10.0405
▁record	-10.0408
▁panelHelp	-10.0408
▁later	-10.041
▁Per	-10.041
▁btnSchedaBC	-10.0413
16	-10.0413
=1;	-10.0413
▁Activate	-10.0414
stituisc	-10.0425
▁bread	-10.0426
▁config	-10.043
▁cre	-10.0437
▁corrente	-10.0455
▁cancellaTag	-10.0457
istaSoggiornanti	-10.0466
▁Immagine	-10.047
▁textbox	-10.0477
whi	-10.0488
▁>=	-10.0488
18	-10.0489
▁path	-10.0498
▁Richiest	-10.0504
▁pTagID	-10.0519
▁scadenza	-10.0519
▁conta	-10.0522
▁pVia	-10.0539
▁[5]	-10.0541
lic	-10.0554
▁modella	-10.0566
▁getTime	-10.0571
it	-10.0572
IdAddress	-10.0605
▁ControlloDati	-10.0606
scheda	-10.0613
▁pIdUser	-10.0641
12.	-10.0648
ri	-10.0662
>();	-10.0668
▁choice	-10.0671
tale	-10.0704
▁UserListItem	-10.0707
)).	-10.0726
City	-10.0732
▁tu	-10.0733
▁Const	-10.074
▁Li	-10.0742
▁setText	-10.0742
check	-10.0744
addebito	-10.0748
btnModifica	-10.0749
▁Teaching	-10.075
cliente	-10.0751
Amministratore	-10.0752
label	-10.0753
dispose	-10.0755
▁checkbox	-10.0757
allo	-10.0758
▁Attiva	-10.0759
DBPuntoDiRistoro	-10.0797
ct	-10.0808
▁ed	-10.0826
sup	-10.089
ato	-10.0947
▁justify	-10.0954
▁autentica	-10.0973
mail	-10.0984
▁desidera	-10.0986
▁feature	-10.1
▁")"	-10.1024
▁insufficient	-10.1036
▁messag	-10.1039
▁Err	-10.1061
IST	-10.1061
▁err	-10.1062
K	-10.1064
Case	-10.1064
▁abbia	-10.1067
Bar	-10.1067
isVisible	-10.1068
▁Otherwise	-10.1068
▁transazione	-10.1068
convenien	-10.1068
Agg	-10.1068
▁btnInsertModify	-10.1068
▁helpPanel	-10.1068
PoolDataSource	-10.1068
YES	-10.1068
UP	-10.1068
ontoRistorazione	-10.1068
▁but	-10.1068
ManagerException	-10.1068
▁genStat	-10.1068
anda	-10.1068
▁elimination	-10.1069
▁eseguito	-10.1069
▁(80	-10.107
▁massimo	-10.1071
ORD	-10.1077
completa	-10.1077
▁editing	-10.1081
▁toolbarPR	-10.1082
▁btnModificaBC	-10.1084
ESTION	-10.1084
▁formNews	-10.1084
▁[2]	-10.1088
▁pIdTag	-10.1091
▁Nel	-10.1092
▁pAbsence	-10.1094
Fields	-10.1098
▁insufficienti	-10.1099
idStudent	-10.1101
▁BCToolbar	-10.1103
▁figli	-10.1114
▁desiderat	-10.1124
▁Indietro	-10.1125
▁Assegna	-10.1125
Row	-10.1125
▁one	-10.1155
▁pTelefono	-10.1163
PID	-10.1173
▁questo	-10.1177
▁classroomList	-10.1195
▁ottieniTag	-10.1196
▁totale	-10.1223
GiornoChiusura	-10.1239
▁help	-10.124
▁DeskManager	-10.124
▁pProvincia	-10.1248
▁time	-10.1286
isDirector	-10.1287
▁Default	-10.1289
▁costo	-10.1308
▁title	-10.131
Po	-10.1332
RegisterLine	-10.1344
con	-10.1368
SC	-10.1369
auro	-10.1385
▁pAcademicYear	-10.1385
▁BeanOperatore	-10.1386
start	-10.1415
▁200	-10.1433
turn	-10.1439
Inseri	-10.1442
azione	-10.1451
call	-10.1451
report	-10.1454
▁caller	-10.1456
Stringa	-10.1464
Cognome	-10.147
jContentPane	-10.1471
▁qua	-10.15
▁Component	-10.1505
tabilit	-10.1506
Termine	-10.1509
▁funzionalit	-10.1535
WA	-10.1536
▁total	-10.1545
mo	-10.1553
▁pTermine	-10.1553
21	-10.1554
▁(3,	-10.1572
JTabbedPane	-10.1575
▁Value	-10.1596
▁im	-10.1663
Tab	-10.1665
▁tr	-10.1684
serisciPreferenz	-10.1688
],	-10.169
▁ServletShow	-10.1694
▁equal	-10.17
▁co	-10.1719
Selection	-10.1728
Document	-10.1744
▁ruol	-10.1749
Size	-10.1757
▁execut	-10.1779
DesktopPane	-10.178
▁outStream	-10.1782
Holdability	-10.1782
YetException	-10.1782
pologi	-10.1782
witch	-10.1782
▁"','"	-10.1782
▁INSERISCI	-10.1782
▁Identifie	-10.1782
▁alunni	-10.1782
▁mediaVoti	-10.1782
▁selezione	-10.1782
▁anni	-10.1782
eight	-10.1782
▁readDati	-10.1782
substring	-10.1782
▁renderer	-10.1782
▁statTotali	-10.1783
getSelectedItem	-10.1783
▁included	-10.1785
▁evdStat	-10.1785
▁Controllo	-10.1795
▁btnSostituisci	-10.1796
▁managerVotes	-10.1798
▁eliminazione	-10.1798
DBTurista	-10.18
opened	-10.1802
Option	-10.1804
foundSoggiornant	-10.1819
▁btnInserisci	-10.1819
▁scroll	-10.182
▁headers	-10.1832
getYear	-10.184
17	-10.1862
▁NewsTableModel	-10.1869
▁Fine	-10.1872
getData	-10.1876
YS	-10.1877
▁Man	-10.1891
▁PBC	-10.1904
24	-10.1914
▁Open	-10.1934
statMeseCorrente	-10.1936
Posti	-10.194
▁closes	-10.1978
otice	-10.1985
("",4	-10.1993
▁42	-10.1996
CalcoloConto	-10.2013
VisitaBC	-10.202
ose	-10.2071
▁Feedback	-10.2073
VisitaPR	-10.2076
warning	-10.2101
NumeroVoti	-10.2109
▁pu	-10.2112
13.	-10.2114
Boolean	-10.2159
frame	-10.2166
di	-10.2177
▁so	-10.2195
Telefonate	-10.2195
▁inserimento	-10.2196
12,	-10.2202
▁De	-10.221
getCap	-10.2212
▁(1)	-10.2217
[];	-10.2218
bar	-10.2218
BeanPiatto	-10.2222
border	-10.2225
choice	-10.2227
Aggiungi	-10.2233
message	-10.2234
BeanMenu	-10.2243
14.	-10.2247
pAddress	-10.2247
OL	-10.2253
13,	-10.2275
getTime	-10.2283
▁statement	-10.2285
//	-10.2299
volta	-10.2326
ning	-10.2331
▁pAddress	-10.2367
▁supp	-10.2389
Close	-10.2407
ataRegistrazione	-10.2408
▁pDate	-10.2429
etAcademicYear	-10.243
▁amministratore	-10.243
204	-10.2446
▁()!	-10.2458
Prezzo	-10.2463
▁pPuntoDiRistoro	-10.2477
F	-10.249
sso	-10.2503
Statistiche	-10.2506
▁oggett	-10.2518
ById	-10.2524
▁tab	-10.2539
RI	-10.2541
ostra	-10.2551
NEWS	-10.2551
PreferenzaGene	-10.2551
▁Access	-10.2551
▁Inizializza	-10.2551
▁PVIS	-10.2551
▁Root	-10.2551
▁Vincen	-10.2551
▁contenente	-10.2551
▁finteVisite	-10.2551
▁utenti	-10.2551
Upper	-10.2551
▁internalFrame	-10.2551
▁keyword	-10.2551
▁jPanelUp	-10.2552
div	-10.2552
▁generata	-10.2552
abio	-10.2552
▁frameIcon	-10.2552
▁Permette	-10.2552
DISPONIBILE	-10.2552
Aggiornamento	-10.2553
▁risultato	-10.2553
cancella	-10.2553
▁certa	-10.2554
ket	-10.2554
▁entering	-10.2556
▁registrato	-10.2558
▁convenzione	-10.256
▁pcap	-10.2561
GES	-10.2565
▁variabili	-10.2565
▁flow	-10.2566
relli	-10.2568
▁General	-10.2568
▁open	-10.257
▁Controlla	-10.2576
setVertical	-10.2579
▁btnEliminaN	-10.2587
▁pIdMenu	-10.259
▁place	-10.2592
▁nNote	-10.2592
▁btnModificaN	-10.2606
▁136	-10.2609
getUserBy	-10.2609
▁rid	-10.2617
▁pStatementSql	-10.2618
▁param	-10.263
▁st	-10.2633
▁nomeBC	-10.2654
Voto	-10.2661
▁Calcolo	-10.2662
Adapter	-10.2663
▁val	-10.2671
TA	-10.2687
List	-10.27
▁pCognome	-10.2707
▁pages	-10.2707
30,	-10.2713
▁33	-10.2715
▁DB	-10.2728
▁first	-10.2734
▁agenzia	-10.2735
11.	-10.2784
▁de	-10.2784
▁(!(	-10.2792
▁border	-10.28
tion	-10.2809
Visita	-10.2864
inserisci	-10.2869
▁pValue	-10.2882
▁1]	-10.2905
Password	-10.2906
ve	-10.2931
All	-10.2942
26.	-10.2963
▁Configurazione	-10.297
▁bas	-10.2972
▁Is	-10.2976
abili	-10.2979
stub	-10.2988
Default	-10.2992
la	-10.2998
comitiva	-10.3021
key	-10.3033
coperti	-10.304
pParoleChiave	-10.304
Phone	-10.304
scatti	-10.3045
teacher	-10.3055
cre	-10.3058
Property	-10.3059
Class	-10.3059
▁state	-10.3064
(!	-10.3064
pMessage	-10.3065
▁calculat	-10.3066
▁te	-10.3067
banner	-10.3069
etich	-10.307
▁pName	-10.3077
pColumn	-10.3077
▁ai	-10.3094
▁(4)	-10.3108
▁OK	-10.3109
29	-10.313
▁Iterator	-10.314
pUser	-10.3146
getTeaching	-10.3147
▁verificar	-10.3169
▁addebita	-10.3179
[10]	-10.3182
IdUser	-10.3192
▁controlli	-10.3199
▁ottieniLista	-10.3211
4;	-10.3253
sSelected	-10.3253
Piatto	-10.326
▁methods	-10.326
eme	-10.3294
17.	-10.3318
▁verr	-10.3348
Editable	-10.3373
▁find	-10.3379
ame	-10.3379
▁alert	-10.3384
Cliente	-10.3385
scanVector	-10.3385
Concurrency	-10.3385
▁btnReimposta	-10.3385
StringTokenizer	-10.3385
details	-10.3385
repeat	-10.3385
tractTableModel	-10.3385
▁genitore	-10.3385
▁indirizzi	-10.3385
▁notifiche	-10.3385
▁pKeyword	-10.3385
▁similarity	-10.3385
▁specified	-10.3385
▁filter	-10.3385
▁tasto	-10.3385
▁assert	-10.3385
▁toolbarTuristi	-10.3385
TUR	-10.3385
()+"."+	-10.3385
▁basso	-10.3387
▁gestioneBC	-10.3387
▁GridLayout	-10.3387
▁Stor	-10.3387
-04	-10.3388
errori	-10.339
▁panelSearch	-10.3394
RicercaStanza	-10.3395
▁dura	-10.3397
▁general	-10.3397
▁controllare	-10.3398
▁unique	-10.3401
▁past	-10.3402
▁Mich	-10.3403
▁Favorites	-10.3405
▁inserisciTag	-10.3406
▁avvis	-10.3406
▁risultati	-10.341
emorizza	-10.3413
▁Aggiorna	-10.3426
▁access	-10.3428
▁jScrollPane	-10.3429
▁statMeseC	-10.3429
▁made	-10.3429
▁ottieniTuristi	-10.343
ING	-10.3433
ataPubblicazione	-10.3436
▁servizi	-10.3453
()==	-10.3456
▁RicercaPanel	-10.3458
▁studenti	-10.3462
▁statt	-10.3478
21.	-10.3484
▁ToolbarSchedaPR	-10.3487
▁PRNode	-10.3487
▁senza	-10.3488
ere	-10.3495
▁visited	-10.35
Text	-10.3512
SOL	-10.3512
▁(3)	-10.3516
▁giorni	-10.3545
▁chbx	-10.3545
▁managerAddress	-10.3549
row	-10.3554
▁9	-10.3567
▁Ga	-10.3568
IN	-10.3573
La	-10.3599
▁No	-10.3599
19	-10.3686
▁pE	-10.3716
Pro	-10.3791
etColumn	-10.3799
20.	-10.3809
▁Initializ	-10.3843
Feedback	-10.3849
▁BeanConvenzione	-10.385
pPuntoDiRistoro	-10.3857
▁Mo	-10.386
DB	-10.3904
IDBNews	-10.3909
▁selectedRow	-10.3914
found	-10.3918
▁culturale	-10.3921
adin	-10.393
maxPoolSize	-10.3942
▁pro	-10.3946
Values	-10.3964
tmp	-10.3966
setSize	-10.3969
title	-10.3969
Cancella	-10.3969
un	-10.397
JTextArea	-10.3973
▁Quest	-10.3973
change	-10.3974
teachingList	-10.3975
display	-10.3977
pDelay	-10.3978
del	-10.3982
are	-10.3994
Point	-10.3998
▁move	-10.4022
pos	-10.4038
▁idClassroom	-10.4086
MeseCorrente	-10.4099
controllaId	-10.4104
z	-10.4121
Registrazione	-10.4125
quenza	-10.4125
sing	-10.4172
Parent	-10.4179
intera	-10.4215
▁then	-10.4215
DataNascita	-10.4217
getJ	-10.4239
ytes	-10.4245
NO	-10.4256
▁Cambi	-10.4256
▁operator	-10.4262
▁inserisc	-10.4263
Administrator	-10.4274
▁Control	-10.4281
Corr	-10.4285
ti	-10.4286
▁disable	-10.4287
Enter	-10.4293
q	-10.4293
CONNE	-10.4294
▁voti	-10.4294
LocateRegistry	-10.4294
▁associazionepr	-10.4294
ristiDisattivati	-10.4294
ABSENCE	-10.4294
DesktopManager	-10.4294
GestioneRicerche	-10.4294
RISTORO	-10.4294
allineato	-10.4294
langelo	-10.4294
▁consistency	-10.4294
▁notizie	-10.4294
▁telefonico	-10.4294
▁window	-10.4294
nstruction	-10.4294
▁commissionate	-10.4294
▁desktopManager	-10.4294
HelpManager	-10.4294
▁through	-10.4294
▁cache	-10.4294
▁activation	-10.4294
▁Comp	-10.4294
writeB	-10.4295
▁forniti	-10.4295
▁campo	-10.4295
-1]	-10.4295
▁gui	-10.4296
getMonth	-10.4296
-02	-10.4297
▁btnModificaDati	-10.4298
Closing	-10.4298
▁rimuovere	-10.4298
▁posizione	-10.4299
colazione	-10.43
minutes	-10.43
▁same	-10.43
DBTag	-10.4306
▁Birth	-10.4311
▁btnNuovoBC	-10.4311
▁turistiAttivati	-10.4311
▁SitoTableModel	-10.4312
▁btnStorico	-10.4312
▁minAP	-10.4312
▁mycheckboxes	-10.4312
Here	-10.4312
1998	-10.4315
▁dob	-10.4315
▁allowed	-10.4318
▁Contain	-10.432
setTitle	-10.4327
▁[4]	-10.4328
zo	-10.4329
▁counter	-10.4336
nterfacceAgenzia	-10.434
▁range	-10.4342
▁last	-10.4343
▁nuove	-10.435
▁via	-10.4358
▁cancellare	-10.4359
Storico	-10.436
18.	-10.437
▁citta	-10.4372
▁profiloTurista	-10.4374
▁sourceStr	-10.4374
▁any	-10.438
HA	-10.4383
▁controlla	-10.439
rendo	-10.4391
23.	-10.4396
[8].	-10.4408
▁PPreferenza	-10.4415
▁them	-10.4428
▁up	-10.4428
▁store	-10.4431
Implemented	-10.4434
▁qualcun	-10.4438
▁pNumeroVoti	-10.4442
▁pGiornoChiusura	-10.4451
▁getID	-10.4454
▁properties	-10.4471
▁pCategoria	-10.4482
▁creates	-10.449
▁pOrarioChiusura	-10.4498
setCognome	-10.4503
▁pMediaVoti	-10.4507
▁pRaggioMax	-10.4508
▁pVisitaPR	-10.4517
▁pTable	-10.4517
▁pVisitaBC	-10.4518
▁visual	-10.4535
addebitare	-10.4544
ConnectionString	-10.4561
</	-10.4567
▁cerca	-10.457
▁0.0	-10.4584
▁supporto	-10.4588
▁pIdAddress	-10.4592
▁pPreferenz	-10.4619
[9].	-10.4623
▁found	-10.4636
▁Soggiornante	-10.4658
▁Fil	-10.4662
▁teacher	-10.4667
▁Si	-10.467
▁Password	-10.4672
Descrizione	-10.4678
▁report	-10.4734
30.	-10.4742
▁chiudi	-10.4761
▁getJ	-10.477
getCitta	-10.4777
▁update	-10.481
▁indicate	-10.4816
27.	-10.4827
PartitaIva	-10.4845
addebitati	-10.4851
campoCompilato	-10.4852
SIZE	-10.4852
Province	-10.4853
Position	-10.4859
atore	-10.488
time	-10.4889
rtisementAgenzia	-10.4892
Role	-10.4922
Cambio	-10.4929
registry	-10.4931
tmpRegisterLine	-10.4931
im	-10.4933
▁stati	-10.4936
Preferenz	-10.4948
▁Visualizzazione	-10.4963
ControlloDati	-10.4969
costo	-10.4971
delete	-10.4972
array	-10.4974
double	-10.4977
System	-10.4979
val	-10.4984
getPre	-10.4985
rica	-10.4987
getPassword	-10.4988
22.	-10.4991
▁li	-10.4995
▁11	-10.5
)"	-10.5008
tot	-10.5018
▁db	-10.5032
19.	-10.5056
frames	-10.5061
2(	-10.5069
electedRow	-10.5087
▁pNote	-10.5089
▁startVedi	-10.5098
getBtnModifica	-10.5151
file	-10.516
▁Table	-10.5189
▁aggiornat	-10.5195
▁personal	-10.5231
,1.0,0.0,	-10.5243
[5]	-10.5243
▁Manager	-10.5243
▁Location	-10.5245
ma	-10.5251
Period	-10.5257
Pers	-10.5265
PuntoDiRistoroId	-10.5266
▁Desk	-10.5288
artecipa	-10.5288
prec	-10.5291
Element	-10.5292
Path	-10.5292
ME	-10.5293
Server	-10.5293
ticipat	-10.5294
Commissionamenti	-10.5294
Dichiar	-10.5294
attivaDisattiva	-10.5294
▁membership	-10.5294
▁segnalibri	-10.5294
▁tipi	-10.5294
eedDayBeforeExam	-10.5294
stella	-10.5294
ScrollableTable	-10.5294
▁GPS	-10.5294
▁calendar	-10.5294
getDispAnno	-10.5294
getIni	-10.5294
tParameter	-10.5294
SingoloRegistro	-10.5294
BASS	-10.5294
▁Napoli	-10.5294
▁devo	-10.5294
rave	-10.5294
▁jJToolBarBar	-10.5294
▁bannerToolbar	-10.5294
entro	-10.5294
anticipato	-10.5295
ttawa	-10.5295
▁searchFor	-10.5295
TagPanel	-10.5295
▁deskMenu	-10.5295
Riduzione	-10.5295
▁positivo	-10.5296
▁scolastico	-10.5296
lean	-10.5296
setHorizontal	-10.5297
Supp	-10.5297
▁fail	-10.5299
icola	-10.5299
▁stored	-10.5301
▁parte	-10.5301
▁26))	-10.5303
▁homes	-10.5304
▁analyzed	-10.5304
santi	-10.5305
▁inclusion	-10.5305
IDI	-10.5306
labInt	-10.5309
▁empty	-10.5313
▁btnSkeda	-10.5313
▁priority	-10.5314
▁Confirmation	-10.5314
▁modal	-10.5314
▁ElencoCategorie	-10.5316
▁interest	-10.5317
ListaBeniServizi	-10.5322
▁personali	-10.5326
▁ac	-10.5327
/04/	-10.5328
RED	-10.5336
▁Par	-10.5341
▁(100	-10.5346
▁RICERCA	-10.5348
▁tokenizer	-10.5348
▁pTagId	-10.5348
▁BannerNode	-10.5348
▁idTemp	-10.535
▁tableFeedback	-10.5352
pt	-10.5353
▁era	-10.5355
▁pVotes	-10.5366
▁gia	-10.5367
Preferiti	-10.5368
▁pCitta	-10.5369
▁man	-10.537
checkdate	-10.5371
PL	-10.5373
▁byte	-10.5378
siti	-10.5381
▁node	-10.5383
mmon	-10.5385
▁indicat	-10.5396
setCap	-10.5396
insi	-10.54
▁orarioApMinPR	-10.5419
ANN	-10.5424
▁commento	-10.544
lus	-10.5446
▁pPrezzo	-10.5455
▁pDataVisita	-10.5503
▁com	-10.5504
▁pModifica	-10.5511
▁Results	-10.5519
▁father	-10.5527
▁combo	-10.5527
il	-10.5533
▁oral	-10.5566
▁caption	-10.5569
25	-10.5581
▁VALUES	-10.5599
▁4)	-10.5648
▁checks	-10.565
▁"+(	-10.5652
▁its	-10.5658
15	-10.5666
▁PR	-10.5674
▁32	-10.5674
▁idUser	-10.5697
▁BeanMenu	-10.5752
DO	-10.5758
▁100	-10.5776
on	-10.5821
▁getBtnModifica	-10.5828
NA	-10.5831
*	-10.5838
CO	-10.5852
▁showInternal	-10.5859
uggerimenti	-10.5882
ily	-10.5902
▁cost	-10.5908
gli	-10.5908
▁pDelay	-10.591
Testo	-10.5934
▁Tr	-10.5952
bannerHelp	-10.5966
avvenuta	-10.5966
bcHelp	-10.5967
▁n	-10.5969
ico	-10.6
ottieniTag	-10.6012
New	-10.6019
▁GetR	-10.6022
▁(2)	-10.6027
Label	-10.6031
repaint	-10.6043
15.	-10.6043
Registro	-10.6054
IDBConvenzione	-10.6055
oral	-10.606
▁(30	-10.6063
RightPanel	-10.6066
Call	-10.6066
color	-10.607
VALUES	-10.6076
▁ora	-10.6077
▁mostrat	-10.6077
pPagina	-10.6078
getTelefono	-10.6079
Select	-10.6079
lencoCategorie	-10.6081
pJustify	-10.6082
phone	-10.6084
Confirm	-10.6085
back	-10.6085
modifica	-10.6085
ManagerAddress	-10.6085
login	-10.6087
Cancellazione	-10.6088
server	-10.609
max	-10.6093
pAcademicYear	-10.6096
Gr	-10.6104
tare	-10.6115
Giustifica	-10.6138
ts	-10.617
()),	-10.618
22	-10.6187
sure	-10.6194
29.	-10.6212
pDate	-10.6235
Localita	-10.6247
7;	-10.6267
be	-10.6276
ure	-10.6292
▁Co	-10.6303
Written	-10.6308
Laboratory	-10.6308
uto	-10.6309
PercorsoFile	-10.631
Pagina	-10.6313
etPreferred	-10.6329
Avanzata	-10.6333
▁character	-10.6337
ress	-10.6341
getMax	-10.6345
0,5,0	-10.6346
ByIDUserAnd	-10.6356
etween	-10.6356
(10,	-10.6366
▁prezz	-10.6371
<=0)	-10.6372
▁punt	-10.6373
Norm	-10.6376
Generiche	-10.6378
ramite	-10.6384
ger	-10.6388
Source	-10.6392
▁ci	-10.6393
▁corre	-10.6401
▁Ask	-10.6401
Alb	-10.6403
Risultat	-10.6404
SSION	-10.6405
JSlider	-10.6405
COMMISSIONATA	-10.6405
OCCUPATA	-10.6405
PENSIONE	-10.6405
Variabil	-10.6405
arattereCorrente	-10.6405
effettiva	-10.6405
▁Current	-10.6405
▁Effettua	-10.6405
▁Research	-10.6405
▁StringBuffer	-10.6405
▁bookmarks	-10.6405
▁changing	-10.6405
▁disponibile	-10.6405
▁mappaRitorno	-10.6405
▁registri	-10.6405
▁richieste	-10.6405
aratteriPermessi	-10.6405
PATH	-10.6405
▁modify	-10.6405
▁anticipata	-10.6405
▁amendment	-10.6405
▁sosta	-10.6405
▁quadrimestre	-10.6405
gnore	-10.6405
PUNTO	-10.6405
▁deletion	-10.6405
▁ListaStanze	-10.6405
▁Cancellation	-10.6406
Totale	-10.6406
▁five	-10.6406
ferenzediricerca	-10.6406
▁guidainlinea	-10.6406
▁apriFile	-10.6406
▁online	-10.6407
▁beanTags	-10.6407
sub	-10.6408
-01	-10.6408
DBVisitaPR	-10.6409
bassa	-10.6409
▁modificati	-10.6409
▁received	-10.6409
URA	-10.6409
▁assegnata	-10.6409
▁editable	-10.641
▁16	-10.641
scrivi	-10.6411
98	-10.6412
▁disponibilit	-10.6412
▁alcuni	-10.6414
▁DIS	-10.6416
▁previous	-10.6418
▁PIdTurista	-10.6422
+"&	-10.6422
<10)	-10.6422
▁oreAP	-10.6427
