<unk>	0
<s>	0
</s>	0
_	-2.91275
.	-3.07268
(	-3.93619
,	-3.94527
▁	-3.97563
▁*	-4.00967
;	-4.31879
▁=	-4.35653
▁the	-4.39265
);	-4.49445
>	-4.54213
▁}	-4.5524
▁{	-4.57713
s	-4.59943
)	-4.60067
▁<	-4.83409
▁(	-4.84537
▁EST	-5.1074
="	-5.1767
▁*/	-5.19794
▁to	-5.21142
▁"	-5.25992
"	-5.26128
▁if	-5.32902
c	-5.35245
td	-5.38705
/	-5.39741
▁a	-5.40591
("	-5.42088
▁return	-5.48489
▁/*	-5.5031
get	-5.52979
▁import	-5.59297
▁@	-5.62358
len	-5.76257
▁of	-5.76279
▁public	-5.77801
();	-5.77969
itrust	-5.78166
ERR	-5.78488
nc	-5.79715
▁is	-5.80583
su	-5.8191
:	-5.83131
▁NULL	-5.83832
▁for	-5.8479
▁==	-5.85356
▁</	-5.86596
-	-5.88458
▁US	-5.93123
tr	-5.94326
▁est	-5.95642
▁CU	-6.00512
▁in	-6.0103
()	-6.01089
1	-6.07051
▁and	-6.07348
▁int	-6.07553
▁this	-6.09975
2	-6.11048
▁new	-6.1154
");	-6.1166
▁%>	-6.1358
",	-6.13631
set	-6.14482
▁#	-6.16683
ctx	-6.17505
▁edu	-6.17825
▁ps	-6.19145
▁The	-6.21974
▁<%@	-6.23682
0	-6.26325
cs	-6.28105
▁server	-6.28657
3	-6.30238
ing	-6.30727
ASSERT	-6.31545
->	-6.32012
</	-6.32046
▁String	-6.32323
a	-6.38888
5	-6.39252
<	-6.40671
▁be	-6.41787
▁private	-6.43031
client	-6.43084
cert	-6.435
n	-6.441
d	-6.44594
param	-6.45029
String	-6.45355
4	-6.46816
▁/**	-6.46981
">	-6.47675
▁throw	-6.49386
EST	-6.49518
▁char	-6.49777
key	-6.52885
▁+	-6.53534
▁-	-6.54481
▁rv	-6.54514
jsp	-6.54918
i	-6.55674
e	-6.56775
▁p	-6.59115
h	-6.59121
▁null	-6.59231
=	-6.5941
test	-6.59458
▁class	-6.6057
▁void	-6.60672
▁client	-6.60725
!=	-6.61276
"%>	-6.61515
▁<%	-6.61966
page	-6.62203
▁e	-6.62298
g	-6.62895
▁us	-6.63181
▁name	-6.64253
▁value	-6.64961
br	-6.65802
▁0	-6.67106
x	-6.68183
▁that	-6.69565
\	-6.70124
▁an	-6.72565
th	-6.72593
▁factory	-6.73252
'	-6.73715
▁//	-6.73947
NONE	-6.74688
▁/>	-6.75553
cacerts	-6.76139
▁conn	-6.76788
▁patient	-6.77488
auth	-6.77746
sc	-6.78258
rv	-6.78281
▁static	-6.79332
add	-6.7985
define	-6.80062
▁This	-6.80901
ectx	-6.81841
▁DBException	-6.82726
t	-6.83283
▁type	-6.83621
▁with	-6.84095
7	-6.85921
▁java	-6.86219
LOG	-6.86985
▁else	-6.8855
="/	-6.88896
());	-6.88947
Connection	-6.89005
▁request	-6.89239
▁long	-6.8977
N	-6.91509
▁not	-6.91751
▁&	-6.92003
p	-6.92416
▁used	-6.93016
▁0;	-6.95508
include	-6.9587
data	-6.97245
f	-6.97438
server	-6.98645
▁key	-6.99077
div	-6.99169
beans	-6.99591
csr	-6.99748
b	-7.00008
SERVER	-7.0063
List	-7.00688
T	-7.01903
▁cert	-7.0256
▁by	-7.03052
return	-7.03092
CTX	-7.0363
▁List	-7.03805
span	-7.03808
E	-7.04742
edu	-7.05826
rc	-7.0742
▁or	-7.08032
util	-7.09042
▁HTTP	-7.09399
new	-7.10007
><	-7.10178
▁E	-7.11035
US	-7.12198
table	-7.14435
throw	-7.14908
HTTP	-7.15557
signed	-7.15686
▁test	-7.16482
request	-7.16603
▁CSR	-7.17199
input	-7.1753
getParameter	-7.18508
▁on	-7.18894
9	-7.19187
▁A	-7.19718
▁X	-7.21047
▁|	-7.2173
dao	-7.22097
r	-7.22513
▁action	-7.22639
CERT	-7.22847
▁file	-7.22996
y	-7.23742
8	-7.24203
▁set	-7.24354
▁iTrustException	-7.24371
ed	-7.24559
http	-7.25863
6	-7.26006
center	-7.26107
▁CA	-7.26512
text	-7.27065
509_	-7.27834
▁try	-7.28744
▁list	-7.28897
▁loggedInMID	-7.29109
▁should	-7.29183
equals	-7.29554
▁get	-7.29662
▁from	-7.2996
▁un	-7.30596
rs	-7.31197
));	-7.31901
▁P	-7.32204
S	-7.3311
▁align	-7.33242
▁it	-7.34095
▁user	-7.34755
L	-7.3532
P	-7.35827
void	-7.36016
MAX	-7.3682
▁ctx	-7.37068
exception	-7.37082
▁||	-7.37345
print	-7.37867
CA	-7.37897
▁as	-7.38865
V	-7.3914
▁catch	-7.40603
iTrust	-7.40912
▁0);	-7.41087
X	-7.41476
conn	-7.42639
[	-7.42779
▁function	-7.43508
▁(!	-7.43698
▁&&	-7.44228
init	-7.44908
▁%	-7.44919
▁bean	-7.4496
▁certificate	-7.44965
";	-7.45397
▁data	-7.45984
▁free	-7.46127
ERROR	-7.46528
est	-7.4698
csrattrs	-7.47037
▁are	-7.47583
▁id	-7.48153
▁BIO	-7.48529
reparedStatement	-7.49555
▁we	-7.50304
▁cacerts	-7.51541
VP	-7.51968
error	-7.52064
A	-7.52494
AUTH	-7.52522
▁code	-7.52532
style	-7.53133
NULL	-7.53792
jM	-7.54212
▁:	-7.54649
▁st	-7.55038
▁message	-7.55575
▁case	-7.56917
▁context	-7.57343
free	-7.57693
Nj	-7.58104
U	-7.58308
().	-7.58567
▁response	-7.59684
TY	-7.60155
▁will	-7.60892
▁rc	-7.61116
Nz	-7.61403
▁>	-7.61618
▁can	-7.61621
▁MID	-7.61685
ssl	-7.61697
())	-7.62366
mysql	-7.62931
action	-7.6312
pem	-7.63297
PROXY	-7.63963
proxy	-7.64519
▁error	-7.64583
FormValidat	-7.64626
▁has	-7.64644
ionException	-7.64662
▁?	-7.65581
▁application	-7.66188
▁have	-7.6642
▁authentication	-7.66775
▁using	-7.66935
W	-7.66968
sql	-7.68184
▁use	-7.69142
ID	-7.69725
option	-7.69983
+	-7.70174
▁all	-7.70551
pkcs	-7.70785
w	-7.71013
size	-7.72281
\\	-7.72545
▁i	-7.72924
PKEY	-7.73432
▁auth	-7.73587
MDEyMzQ	-7.73593
DAOFactory	-7.73856
))	-7.74215
"));	-7.7518
D	-7.75395
ATTR	-7.7572
v	-7.76229
Action	-7.76693
1,	-7.77171
C	-7.77266
long	-7.77427
▁"";	-7.7761
I	-7.77661
><%=	-7.78091
SQLException	-7.7824
PORT	-7.78483
int	-7.78638
printf	-7.79671
894_	-7.79803
m	-7.79845
enroll	-7.8016
▁enroll	-7.80238
▁Set	-7.80656
j	-7.81063
▁path	-7.81655
▁[	-7.81898
CLIENT	-7.8197
▁when	-7.82161
pSuite	-7.82393
▁rs	-7.82586
form	-7.82844
ODkwMTIzNDU	-7.83217
:</	-7.83926
▁SSL	-7.84384
▁S	-7.84922
▁read	-7.85134
seg	-7.85181
subHeader	-7.85974
o	-7.8629
KEY	-7.86303
▁href	-7.86409
▁TLS	-7.86492
893_	-7.87622
ackage	-7.87718
▁HCP	-7.88073
close	-7.88466
race	-7.886
REQ	-7.88604
▁which	-7.88622
PKCS	-7.88977
Stack	-7.89044
▁was	-7.89532
▁0)	-7.89726
px	-7.89824
in	-7.90114
l	-7.90692
O	-7.90879
()%></	-7.91107
▁session	-7.91346
")	-7.92017
▁%></	-7.92077
buf	-7.92122
▁out	-7.92192
1060_	-7.92386
▁no	-7.92582
if	-7.92872
▁col	-7.93022
parse	-7.93118
10_	-7.94161
value	-7.94989
----------------	-7.94994
prepare	-7.9501
509	-7.95173
Statement	-7.95349
Attribute	-7.95473
▁ID	-7.95489
▁mid	-7.955
execute	-7.95961
▁date	-7.96033
7_	-7.96708
R	-7.96887
901_	-7.9701
▁does	-7.97496
899_	-7.97812
▁proxy	-7.98032
path	-7.98495
▁If	-7.98501
java	-7.98975
▁information	-7.99382
start	-7.99443
▁csr	-7.99912
IP	-8.00389
▁DAOs	-8.00423
Y	-8.00477
loggedInMID	-8.00504
▁boolean	-8.00913
private	-8.01015
▁up	-8.01075
▁size	-8.013
xM	-8.02187
▁Get	-8.03032
HDR	-8.0339
"))	-8.03478
link	-8.03578
▁DBUtil	-8.03685
▁mode	-8.04079
B	-8.0409
64	-8.04184
Read	-8.04488
="<%=	-8.04544
></	-8.05124
▁false	-8.05155
(),	-8.05296
CACERTS	-8.05531
OTA	-8.05879
LEN	-8.06273
▁callback	-8.06339
▁buffer	-8.06448
MID	-8.06495
NM	-8.06669
▁SQLException	-8.06854
").	-8.06969
estCA	-8.07169
▁Returns	-8.07269
▁SRP	-8.07403
pkey	-8.07783
"),	-8.08602
UIDPWD	-8.08673
send	-8.08855
▁DAOFactory	-8.10211
FUNC	-8.10307
▁str	-8.10323
cb	-8.10448
▁PoP	-8.10973
▁time	-8.11463
▁<%=	-8.11558
G	-8.11697
TransactionType	-8.12333
▁break	-8.12535
NO	-8.13276
▁string	-8.13882
patient	-8.14054
▁LOG	-8.14514
}	-8.14566
raw	-8.14676
Z	-8.1476
▁visit	-8.1496
INFO	-8.15405
▁office	-8.15407
pid	-8.15708
bean	-8.15973
▁finally	-8.15983
?	-8.1692
▁pid	-8.17229
▁email	-8.17623
prodDAO	-8.17659
▁while	-8.17739
▁database	-8.1776
Description	-8.18246
▁attributes	-8.18263
password	-8.18276
PEM	-8.1889
10	-8.18943
TEST	-8.19369
▁check	-8.19438
crt	-8.19556
▁certificates	-8.19841
▁any	-8.19885
read	-8.19926
out	-8.20537
▁given	-8.20761
z	-8.20859
check	-8.21325
PersonnelBean	-8.21363
4020_	-8.21365
and	-8.22461
FORMAT	-8.22603
UT	-8.23005
id	-8.23163
INVALID	-8.23233
▁\	-8.23533
file	-8.23838
BAD	-8.23929
▁pkcs	-8.24475
▁password	-8.24554
destroy	-8.25768
header	-8.26135
▁certs	-8.26661
certs	-8.26777
▁valid	-8.2721
ertical	-8.27551
(1);	-8.27781
M	-8.28076
ly	-8.28188
PatientBean	-8.28512
H	-8.28833
F	-8.29141
RFC	-8.29178
Null	-8.29798
▁http	-8.30232
▁Date	-8.30701
pop	-8.31936
▁ArrayList	-8.32045
u	-8.32157
Name	-8.32161
attr	-8.32213
▁curl	-8.3232
▁then	-8.32779
q	-8.32801
▁><%=	-8.32865
▁method	-8.33148
log	-8.33302
re	-8.33348
;">	-8.33437
▁messages	-8.33624
endif	-8.33813
to	-8.33929
▁ResultSet	-8.33948
etLong	-8.34645
TC	-8.34661
WH	-8.35131
post	-8.35221
▁must	-8.35277
Update	-8.35297
▁other	-8.35517
898_	-8.35634
▁been	-8.35933
▁errorList	-8.36036
){	-8.36045
!	-8.36116
▁1;	-8.3651
▁one	-8.36772
verify	-8.36928
▁0,	-8.37488
token	-8.37669
J	-8.37769
EEP	-8.38083
▁passed	-8.38102
▁see	-8.38209
▁SL	-8.38246
ERE	-8.38294
▁b	-8.3837
Date	-8.39096
cred	-8.39531
Query	-8.39535
name	-8.39651
load	-8.39825
Table	-8.40318
3512_	-8.40384
bio	-8.40683
▁address	-8.41284
longValue	-8.41789
AxM	-8.41813
DBException	-8.42202
char	-8.42862
▁header	-8.42901
▁token	-8.42953
Long	-8.43723
▁transDAO	-8.44569
▁FROM	-8.44906
GOOD	-8.45228
mid	-8.45234
suite	-8.45352
▁mg	-8.454
ca	-8.4551
author	-8.46245
mode	-8.46449
K	-8.46503
▁system	-8.46505
▁document	-8.4685
▁TEST	-8.47339
▁patients	-8.4741
▁length	-8.47435
SSL	-8.48537
▁patientDAO	-8.48552
nable	-8.48642
SEL	-8.48794
ECT	-8.48828
▁failed	-8.48854
▁create	-8.48917
OT	-8.4922
hcp	-8.49278
format	-8.49329
const	-8.494
▁format	-8.49473
k	-8.49577
▁do	-8.49712
credentials	-8.50231
align	-8.50238
retrieved	-8.5025
is	-8.50388
er	-8.50484
If	-8.50567
▁add	-8.51138
748_	-8.51437
▁+=	-8.51564
@	-8.516
▁ov	-8.51633
ResultSet	-8.51922
TCP	-8.51969
submit	-8.521
Not	-8.52792
▁Use	-8.53147
▁Section	-8.53236
▁segment	-8.53515
RemoteMonitoring	-8.53869
903_	-8.54237
▁PEM	-8.5472
ullName	-8.54726
▁suite	-8.54782
stop	-8.55201
getF	-8.55308
▁200	-8.55344
req	-8.55357
cmd	-8.55502
▁question	-8.55546
▁pidString	-8.55574
LabProcedureBean	-8.56144
Patient	-8.56175
global	-8.56208
font	-8.56426
▁generate	-8.56615
▁called	-8.5697
hdr	-8.57035
▁DAO	-8.5812
▁CURL	-8.58461
▁only	-8.58466
897_	-8.58531
Format	-8.58618
BASIC	-8.58926
ENROLL	-8.59026
▁1);	-8.59178
▁1	-8.6032
uri	-8.6054
▁number	-8.60738
priv	-8.60814
▁ca	-8.60863
▁priv	-8.60863
Transaction	-8.60916
▁added	-8.60927
CACERT	-8.61024
▁malloc	-8.61108
ptr	-8.61113
▁true	-8.61487
Loader	-8.6153
URL	-8.61694
▁default	-8.61724
enable	-8.61735
chain	-8.61745
Q	-8.61994
("\	-8.6237
select	-8.6261
message	-8.62634
Calendar	-8.62636
▁following	-8.62696
▁provided	-8.62844
No	-8.63406
▁pageTitle	-8.63698
un	-8.637
▁at	-8.63958
CT	-8.64193
segment	-8.64616
▁AND	-8.65131
err	-8.65478
ooter	-8.65564
▁prescription	-8.65741
▁All	-8.65944
port	-8.66273
▁Add	-8.66504
TransactionDAO	-8.66562
++	-8.67015
next	-8.67527
▁MUST	-8.67548
MessageBean	-8.67649
▁who	-8.67904
manual	-8.68543
der	-8.68635
POP	-8.68645
▁const	-8.68701
1005_	-8.68848
▁send	-8.68857
Error	-8.68879
▁View	-8.69246
Int	-8.69543
BIO	-8.69568
enums	-8.69575
curl	-8.69602
iTrustException	-8.69623
▁patientID	-8.69717
▁t	-8.70041
NAME	-8.70414
ValidationFormat	-8.70419
CUnit	-8.70421
factory	-8.70588
▁report	-8.70596
Exception	-8.71107
getMessage	-8.71729
▁role	-8.7207
▁provide	-8.72343
Page	-8.72451
▁LHCP	-8.72538
▁personnel	-8.72566
type	-8.72647
{	-8.73071
32	-8.73239
▁what	-8.73254
▁f	-8.73266
Validator	-8.7343
binary	-8.73478
code	-8.73594
%	-8.73775
PrescriptionBean	-8.74336
▁OpenSSL	-8.74569
SimpleDateFormat	-8.74585
▁specified	-8.74623
getTime	-8.7471
▁sent	-8.74847
date	-8.74865
cacert	-8.74884
estserver	-8.7522
▁uri	-8.75566
▁PKCS	-8.75735
{@	-8.7576
validate	-8.76218
hidden	-8.76636
1159_	-8.76915
▁For	-8.77401
getName	-8.77528
BloodPressure	-8.77574
▁Andy	-8.77713
▁procedure	-8.77862
true	-8.78051
▁ma	-8.78216
(2,	-8.78257
formIsFilled	-8.78798
▁PatientBean	-8.79713
▁into	-8.7977
getElementById	-8.79897
▁pointer	-8.79908
TOKEN	-8.80175
▁body	-8.8018
getPatient	-8.80195
▁len	-8.8023
▁operation	-8.80641
Code	-8.81152
estuser	-8.81159
2174_	-8.81497
li	-8.81529
▁ectx	-8.81859
▁these	-8.8188
()%>	-8.81928
Handler	-8.82132
PersonnelDAO	-8.82151
PatientDAO	-8.82466
▁Client	-8.82481
list	-8.82662
▁base	-8.8325
HCP	-8.83254
Redirect	-8.83261
ov	-8.83585
Subject	-8.8361
▁current	-8.83643
DER	-8.83717
▁API	-8.83886
str	-8.84228
top	-8.84248
▁maxlength	-8.84425
Pointer	-8.84437
estpwd	-8.84458
▁encoded	-8.84564
UID	-8.85002
▁chain	-8.85597
From	-8.85629
strnlen	-8.85636
='	-8.85779
sock	-8.86059
TO	-8.86089
or	-8.86122
▁include	-8.862
▁Check	-8.86836
▁We	-8.8684
▁'	-8.86855
▁layer	-8.87654
(&	-8.87667
▁store	-8.87858
LIB	-8.87947
▁invalid	-8.88
CERTKEY	-8.8815
openssl	-8.88506
API	-8.88507
▁status	-8.88959
▁obtain	-8.89079
▁AUTH	-8.89116
PUBKEY	-8.89153
▁Create	-8.89301
logger	-8.89679
▁description	-8.90084
▁constructor	-8.90372
stderr	-8.90378
▁loader	-8.90393
easy	-8.90489
▁but	-8.90526
▁reason	-8.90598
Str	-8.90715
▁cur	-8.90752
▁retrieved	-8.90764
▁load	-8.90888
[0	-8.91048
▁parameters	-8.91345
▁Code	-8.91369
▁RSA	-8.91456
▁An	-8.91788
▁need	-8.91812
▁sizeof	-8.92133
▁form	-8.9256
▁simple	-8.92678
123456789012345	-8.92777
▁l	-8.92927
CERTS	-8.93151
▁credentials	-8.93506
OfficeVisitBean	-8.93535
ArrayList	-8.93543
▁personnelDAO	-8.9362
▁member	-8.93895
cw	-8.93988
▁first	-8.94244
*)	-8.94331
▁parameter	-8.94392
"></	-8.94477
▁fail	-8.94507
Status	-8.94784
▁!	-8.94964
▁re	-8.95097
=?	-8.95278
script	-8.95368
FamilyMemberBean	-8.95405
▁PersonnelBean	-8.95421
=<%=	-8.95477
remove	-8.95914
▁input	-8.96115
▁being	-8.96439
▁/><	-8.96568
"><%=	-8.9659
PWD	-8.96702
1883_	-8.96703
▁than	-8.96704
▁contains	-8.96737
3496_	-8.96818
ex	-8.97132
▁content	-8.97261
Email	-8.97962
dd	-8.97997
▁associate	-8.98019
▁logged	-8.98019
▁more	-8.98107
▁enrollment	-8.98128
▁Re	-8.9838
▁/	-8.98533
▁record	-8.98702
Timestamp	-8.98818
▁patientMID	-8.99176
▁n	-8.99184
cur	-8.99288
*	-8.9938
▁perform	-8.99446
Of	-8.9966
def	-8.99712
▁hospital	-8.99874
▁month	-9.0005
▁back	-9.00273
++)	-9.00421
▁count	-9.00561
Role	-9.00717
▁end	-9.00807
DiagnosisBean	-9.01002
MD	-9.01077
▁Simple	-9.01093
after	-9.01576
handle	-9.0158
View	-9.01592
▁phone	-9.01725
errors	-9.02043
NOT	-9.0209
▁match	-9.02787
1_	-9.02835
▁openssl	-9.02853
▁PatientDAO	-9.02967
▁nid	-9.03004
▁WI	-9.03481
▁confirm	-9.04247
▁tests	-9.04629
▁d	-9.04667
prescription	-9.04813
ATH	-9.04883
▁ossl	-9.05126
Personnel	-9.05223
▁enabled	-9.05265
▁required	-9.05267
▁Long	-9.05487
length	-9.05875
Type	-9.05891
▁uses	-9.06095
tag	-9.06288
▁mem	-9.06414
ef	-9.06742
▁visitID	-9.06792
AdverseEventBean	-9.06851
color	-9.07315
null	-9.07356
mp	-9.07367
▁its	-9.07642
addr	-9.07695
WARN	-9.07748
▁library	-9.07818
▁containing	-9.07888
▁correct	-9.07958
EB	-9.08015
▁verify	-9.08357
ah	-9.08417
▁start	-9.08555
user	-9.08626
▁Test	-9.08784
body	-9.08841
▁sure	-9.09231
HealthRecord	-9.0932
▁validator	-9.09379
OF	-9.09387
▁index	-9.09518
▁respond	-9.096
▁OR	-9.0968
st	-9.09852
update	-9.1017
▁Name	-9.10275
mem	-9.10375
BA	-9.10487
VisitID	-9.10871
▁It	-9.10905
▁border	-9.10927
getDate	-9.11337
▁PersonnelDAO	-9.11691
ASN	-9.11872
from	-9.11889
else	-9.11904
▁visits	-9.11973
▁m	-9.1209
▁patientAge	-9.12231
ters	-9.12542
▁call	-9.12611
▁CLIENT	-9.12931
index	-9.13425
TLS	-9.13449
▁family	-9.13657
registry	-9.13765
CN	-9.13797
▁Used	-9.14064
▁4	-9.14168
▁60	-9.14477
3612_	-9.14787
▁page	-9.14793
see	-9.14814
us	-9.14912
copy	-9.15032
html	-9.15331
loaders	-9.15332
▁Edit	-9.15443
++;	-9.15576
▁hdr	-9.15673
▁ASN	-9.15684
getPersonnel	-9.15759
▁safe	-9.15821
es	-9.16006
▁realm	-9.16134
lib	-9.163
▁Email	-9.16503
()%>"	-9.16543
ther	-9.1668
FAIL	-9.16914
EXPLICIT	-9.16915
▁already	-9.16915
Parameters	-9.16915
▁specific	-9.16954
javascript	-9.16957
all	-9.16969
▁access	-9.17045
▁details	-9.17103
▁cases	-9.17109
write	-9.17216
()))	-9.17646
OfficeVisit	-9.17789
DAO	-9.17801
▁original	-9.17855
--	-9.17922
fp	-9.18041
time	-9.1812
▁digest	-9.1818
▁Integer	-9.18272
▁**	-9.18473
uap	-9.18515
▁configured	-9.18563
\0"	-9.18566
▁existing	-9.18596
▁pass	-9.18682
-1	-9.19002
MM	-9.19009
▁hcpID	-9.19065
▁over	-9.19313
▁C	-9.19678
base	-9.19732
pwd	-9.19937
▁retry	-9.20009
ApptBean	-9.20029
▁routine	-9.20167
▁cannot	-9.20176
OFF	-9.20201
▁width	-9.20226
▁Patient	-9.20329
hallengePassword	-9.20356
no	-9.20882
▁drug	-9.20996
cleanup	-9.21575
Edit	-9.21629
▁result	-9.21648
▁records	-9.21697
lease	-9.21819
ProcedureBean	-9.21905
BY	-9.21929
▁values	-9.21991
▁validated	-9.21999
dump	-9.22003
▁structure	-9.22041
▁characters	-9.22046
▁H	-9.22061
io	-9.22097
▁socket	-9.22154
▁allocate	-9.22451
&	-9.2275
ir	-9.22758
▁>=	-9.22811
Prescription	-9.22849
▁-1)	-9.22904
▁found	-9.23228
▁manual	-9.23296
▁allow	-9.23446
▁so	-9.23538
▁final	-9.23619
SurveyResultBean	-9.23768
Bean	-9.23948
%></	-9.24129
▁pSuite	-9.24288
ever	-9.24424
▁there	-9.24905
▁libEST	-9.25256
MENT	-9.25268
ince	-9.2531
▁prefix	-9.25336
MA	-9.2536
ndef	-9.25461
▁last	-9.25562
▁here	-9.25663
certin	-9.25684
strnc	-9.25739
},	-9.25924
getAll	-9.25943
end	-9.26027
nError	-9.26087
▁r	-9.26094
▁log	-9.26109
se	-9.26125
Add	-9.26588
▁center	-9.26611
▁returned	-9.26646
session	-9.26647
▁lab	-9.26803
com	-9.26805
MONTH	-9.27007
PARAMETERS	-9.27007
▁whether	-9.27007
Case	-9.27008
▁ret	-9.27041
able	-9.2734
▁diag	-9.27465
▁"",	-9.27609
(*	-9.27665
getEmail	-9.27878
▁connections	-9.27925
Id	-9.28597
▁implement	-9.2871
width	-9.28736
append	-9.288
▁Setters	-9.28843
▁Server	-9.29197
▁filter	-9.29342
▁NID	-9.29511
▁""	-9.29675
▁Basic	-9.30047
tags	-9.30066
DataBean	-9.3021
▁"%	-9.30452
▁you	-9.30538
store	-9.30592
INF	-9.30605
yyyy	-9.30615
▁proc	-9.30678
▁disabled	-9.30692
▁just	-9.30805
mdctx	-9.30856
▁x	-9.31009
▁failure	-9.31308
Hospital	-9.31542
▁ErrorList	-9.31552
▁max	-9.31841
▁j	-9.31881
▁T	-9.32206
▁BeanLoader	-9.3227
snprintf	-9.32415
▁con	-9.32422
Satisfaction	-9.32438
▁<%}	-9.32481
srp	-9.32481
tld	-9.32492
CSR	-9.32497
patientID	-9.32629
1864_	-9.32739
▁ICD	-9.3287
▁setting	-9.32928
(0,	-9.33185
16	-9.33186
▁basic	-9.33299
getPatientID	-9.33436
▁attribute	-9.33611
(!	-9.33844
▁Information	-9.34196
▁struct	-9.34266
TRUST	-9.34348
▁health	-9.3435
▁particular	-9.3435
▁representing	-9.34377
zero	-9.34385
risk	-9.34386
▁extends	-9.34484
▁your	-9.34517
▁w	-9.34647
this	-9.34721
SOCKS	-9.34833
▁cal	-9.34913
▁contain	-9.35074
▁attempts	-9.3528
▁iTrust	-9.35712
▁RFC	-9.35865
▁procedures	-9.36147
REQUIRE	-9.3623
▁When	-9.36273
less	-9.36325
struct	-9.36359
▁2	-9.36374
▁Generate	-9.36378
▁cipher	-9.36439
3,	-9.36581
cnt	-9.36734
▁ref	-9.36876
keyin	-9.36947
▁zip	-9.37163
▁indicat	-9.37432
▁TA	-9.37584
▁buf	-9.37929
State	-9.37991
▁TransactionDAO	-9.38079
HospitalBean	-9.38112
▁exception	-9.38184
method	-9.3819
▁suc	-9.38202
info	-9.3822
▁again	-9.38221
Example	-9.38234
MISMATCH	-9.38234
round	-9.38234
▁succeed	-9.38234
SEGMENT	-9.38237
trustedcerts	-9.3825
▁look	-9.38254
CRE	-9.38275
▁survey	-9.38297
right	-9.38362
cnf	-9.38399
%>	-9.3873
▁connection	-9.39002
▁OfficeVisitBean	-9.39167
▁In	-9.39272
▁change	-9.39341
▁dur	-9.40249
▁since	-9.40255
▁currently	-9.40279
simple	-9.40355
Information	-9.40397
=\"	-9.4051
▁empty	-9.4056
mg	-9.4057
enrolled	-9.40664
by	-9.4075
▁they	-9.40896
NL	-9.40935
▁per	-9.40942
errorList	-9.41008
▁ssl	-9.41172
▁I	-9.41238
▁(%	-9.41847
City	-9.42035
▁port	-9.42115
Report	-9.42165
of	-9.42174
rsa	-9.42216
▁successful	-9.42249
DIGEST	-9.42275
▁strncpy	-9.42275
▁enter	-9.42307
▁about	-9.42336
▁instance	-9.42417
Digest	-9.42478
connection	-9.42484
retry	-9.425
▁approve	-9.42523
▁identity	-9.42576
Medication	-9.43205
▁validate	-9.43761
PatientID	-9.43796
hk	-9.43816
HealthRecords	-9.43827
string	-9.43919
▁needs	-9.43964
)))	-9.43966
▁representative	-9.43971
2>	-9.44288
SUCCESS	-9.44358
textarea	-9.44358
FQDN	-9.44363
num	-9.44366
▁done	-9.44403
://	-9.44535
left	-9.44571
▁switch	-9.44615
RSA	-9.44624
uid	-9.44642
▁support	-9.44666
well	-9.44681
▁open	-9.44691
▁HAV	-9.44757
ul	-9.45249
▁attempt	-9.45391
▁entry	-9.45423
each	-9.45712
('	-9.46027
edit	-9.4636
45	-9.46417
getStreetAddress	-9.46486
NumberFormat	-9.46505
▁expect	-9.46555
("<	-9.46603
▁Enroll	-9.46646
▁security	-9.46749
BeanLoader	-9.4685
▁update	-9.4692
MB	-9.47212
▁pres	-9.47273
▁table	-9.47312
▁Content	-9.47697
▁person	-9.47856
▁timeout	-9.48012
FirstName	-9.48415
▁hold	-9.4866
▁Attributes	-9.4892
Integer	-9.49007
status	-9.4901
outfile	-9.4903
=?,	-9.49105
▁v	-9.49134
▁both	-9.49141
▁requests	-9.49152
▁LOINC	-9.49164
ion	-9.49633
7,	-9.49641
▁reenroll	-9.50438
▁CRL	-9.50486
▁Digest	-9.50661
atientRiskFactor	-9.50663
on	-9.50766
▁make	-9.50849
clean	-9.50866
ZSB	-9.50871
menu	-9.50882
▁also	-9.50882
MALLOC	-9.50884
SIGN	-9.51037
▁through	-9.51074
label	-9.51207
▁User	-9.51211
known	-9.51232
CRL	-9.51278
found	-9.51279
▁hostname	-9.5134
▁prescriptions	-9.51372
▁rows	-9.51632
DE	-9.51745
NUM	-9.51895
IG	-9.51907
▁types	-9.52016
EyMzQ	-9.52063
▁authDAO	-9.52124
64_	-9.52241
▁No	-9.52595
678901234567890	-9.52625
getLong	-9.52723
op	-9.53061
STORE	-9.53154
+1	-9.53216
SELF	-9.53226
▁initialize	-9.5325
cn	-9.5327
GA	-9.53362
head	-9.53472
▁diagnoses	-9.53484
weight	-9.53544
eportRequestBean	-9.53568
state	-9.53591
phone	-9.53606
present	-9.53607
▁calendar	-9.53746
▁hospitalID	-9.5378
xc	-9.53865
▁reading	-9.54163
Time	-9.54228
pidString	-9.5426
▁appointment	-9.54413
▁subject	-9.54628
▁based	-9.54645
==	-9.55256
▁local	-9.55282
▁risk	-9.5544
ReturnForm	-9.55461
resources	-9.55481
UNIT	-9.55481
▁representee	-9.55488
NOPOP	-9.55533
OK	-9.55794
▁where	-9.55864
Select	-9.55935
force	-9.55936
loadSingle	-9.5597
digest	-9.56029
▁URI	-9.56057
▁(*	-9.56103
gU	-9.56393
▁methods	-9.56598
▁Prescription	-9.56694
▁System	-9.56762
▁Visit	-9.56868
▁immunization	-9.57438
▁Type	-9.57446
ve	-9.57451
OP	-9.5758
MTIzNDU	-9.57645
sort	-9.57695
al	-9.57848
verride	-9.5786
▁libcurl	-9.57861
TRUSTED	-9.57862
▁because	-9.57863
▁Make	-9.57866
Bhc	-9.57924
▁allowed	-9.57963
▁DESC	-9.57976
▁B	-9.57985
▁go	-9.5812
current	-9.58417
reenroll	-9.58418
firstName	-9.58426
simpleenroll	-9.58427
description	-9.58428
email	-9.58499
▁5	-9.58523
Ib	-9.58799
ln	-9.5882
ON	-9.58898
<%=	-9.59238
▁DER	-9.59376
▁sort	-9.59951
MedicationBean	-9.59956
▁select	-9.6022
▁bold	-9.60225
qGS	-9.60252
CSRATTRS	-9.603
▁running	-9.603
▁choose	-9.60301
For	-9.60539
▁sql	-9.60591
LastName	-9.60823
STR	-9.6087
AuthDAO	-9.609
decoded	-9.60935
DAY	-9.61397
(""))	-9.61502
Results	-9.61603
▁Return	-9.61791
Enroll	-9.61878
▁10	-9.6192
▁{%>	-9.61939
▁between	-9.62803
▁Calendar	-9.62806
▁401	-9.62867
onclick	-9.63174
ation	-9.63222
895_	-9.63319
▁requested	-9.63351
le	-9.63361
forward	-9.63458
disable	-9.63471
lastName	-9.63491
DATE	-9.63502
▁Personnel	-9.63519
▁Report	-9.6383
Instance	-9.63954
▁checked	-9.64099
nb	-9.64147
▁link	-9.64228
crl	-9.64402
▁lastName	-9.64707
20	-9.64722
▁firstName	-9.64818
▁%>"	-9.6502
▁remove	-9.65148
ol	-9.65309
back	-9.65313
▁our	-9.6533
INSERT	-9.65364
STRING	-9.65368
▁different	-9.65375
msg	-9.6538
substring	-9.65415
▁prodDAO	-9.65715
▁ovDAO	-9.65817
▁comment	-9.65884
src	-9.65928
▁height	-9.65935
▁handle	-9.66105
array	-9.66109
URI	-9.66114
with	-9.66134
▁expired	-9.66202
▁csrattrs	-9.66228
256	-9.66242
selected	-9.66287
▁after	-9.66299
VU	-9.66412
has	-9.66557
▁generated	-9.66582
▁assume	-9.66605
▁signature	-9.66837
▁attr	-9.6687
▁specialty	-9.66984
▁woul	-9.67108
nU	-9.67259
ie	-9.67811
▁too	-9.67907
Proxy	-9.67996
▁weeks	-9.67996
▁super	-9.67999
▁against	-9.68012
Next	-9.6805
▁received	-9.68084
▁old	-9.68278
▁defined	-9.6848
getNDCode	-9.68507
▁400	-9.68534
OTk	-9.68571
hr	-9.68738
peer	-9.6881
Basic	-9.68821
tls	-9.68961
ll	-9.69027
VL	-9.6913
ri	-9.69265
▁view	-9.69376
▁INT	-9.69541
opt	-9.69828
nvalid	-9.69903
▁factors	-9.7008
By	-9.70186
Mi	-9.70222
><%	-9.70347
ODkw	-9.70482
▁der	-9.70507
XMg	-9.70702
BUF	-9.70714
▁administrator	-9.70718
word	-9.7073
▁available	-9.70778
▁determine	-9.7079
▁authorization	-9.70831
view	-9.70903
▁parse	-9.70956
▁numbers	-9.71006
▁enable	-9.71064
SAN	-9.71095
▁req	-9.71179
▁hcp	-9.71197
▁copy	-9.71216
VI	-9.7123
15	-9.71295
▁answer	-9.71405
RV	-9.7143
▁CPT	-9.71442
member	-9.71602
zip	-9.71615
GET	-9.71657
ovID	-9.71704
▁Role	-9.71718
=2>	-9.71737
▁headerMessage	-9.71792
NT	-9.71844
iG	-9.71928
Re	-9.72248
▁From	-9.72326
bn	-9.72341
UC	-9.72374
Test	-9.72455
▁(0	-9.72983
critical	-9.73476
▁Load	-9.73476
READ	-9.73479
▁made	-9.73483
iTrustMessage	-9.73529
▁did	-9.73545
▁%><	-9.73573
OPT	-9.73582
resp	-9.73591
To	-9.73626
Pid	-9.73768
▁visitBean	-9.73821
▁order	-9.73836
▁cmd	-9.73914
▁-1;	-9.74241
fd	-9.74392
▁double	-9.74419
most	-9.74423
transDAO	-9.74465
SRP	-9.74477
timeout	-9.74502
="3">	-9.74508
factors	-9.74583
callback	-9.74616
patientMID	-9.74619
EW	-9.75214
ng	-9.75238
nid	-9.75245
▁O	-9.75801
▁event	-9.75893
▁months	-9.75917
IA	-9.75961
▁enum	-9.76065
▁operations	-9.76097
▁Se	-9.76179
)",	-9.76261
▁prior	-9.76332
replace	-9.76333
HospitalID	-9.76349
REQUIRED	-9.76397
▁defaults	-9.76631
▁'\0';	-9.76696
▁TC	-9.76879
▁example	-9.76915
▁aeBean	-9.77194
▁ovID	-9.77217
ParseException	-9.77239
▁rsa	-9.77291
▁MessageBean	-9.77371
subject	-9.77393
called	-9.77406
role	-9.77407
Iu	-9.77408
▁Send	-9.7764
▁MedicationBean	-9.77914
29	-9.77972
▁sets	-9.77993
▁sock	-9.78034
2()	-9.78175
▁R	-9.78218
cate	-9.78296
▁array	-9.78425
▁purpose	-9.78428
▁de	-9.78599
64,	-9.78726
="2"	-9.78911
▁Patients	-9.79154
▁point	-9.79245
LinkedList	-9.79274
▁functionality	-9.79274
radio	-9.79275
getHcp	-9.79304
GFy	-9.79313
Commentary	-9.79351
she	-9.79442
▁Note	-9.79543
▁M	-9.79579
▁va	-9.79719
▁retrieve	-9.79722
protected	-9.79725
▁enforce	-9.79776
▁included	-9.79805
▁unique	-9.79989
▁formatt	-9.80258
▁search	-9.80317
▁BN	-9.80346
object	-9.80413
specialty	-9.8042
endDate	-9.8044
TAL	-9.80462
patientDAO	-9.8049
startDate	-9.80541
▁DiagnosisBean	-9.80544
1>	-9.80771
Up	-9.8078
Data	-9.8078
ip	-9.80811
4,	-9.80828
▁full	-9.80846
ww	-9.80865
QgY	-9.80912
IN	-9.80981
▁24	-9.81076
▁expected	-9.81077
cl	-9.8122
▁/></	-9.81312
="3"	-9.81319
▁row	-9.81552
Now	-9.81937
nR	-9.82108
)");	-9.82206
gnore	-9.82254
▁verification	-9.82305
Inbox	-9.82305
▁intended	-9.82305
▁monitoring	-9.82305
target	-9.82305
▁medical	-9.82306
title	-9.82307
reply	-9.82317
▁validation	-9.82342
▁hosp	-9.82381
▁another	-9.82397
jk	-9.82588
cmp	-9.8261
▁Office	-9.82698
tle	-9.82873
IGF	-9.83166
▁med	-9.83167
▁stack	-9.83173
proc	-9.83389
OPTIONAL	-9.83395
section	-9.83506
display	-9.83537
▁Timestamp	-9.8354
getInt	-9.83556
operation	-9.83558
personnelDAO	-9.83565
username	-9.83571
PatientMID	-9.83578
▁My	-9.83719
▁+--------------	-9.83838
▁LabProcedure	-9.83855
AND	-9.84112
▁them	-9.84222
▁referral	-9.84365
▁extension	-9.84403
▁peer	-9.84473
▁text	-9.84537
▁src	-9.84849
▁includ	-9.8499
("%	-9.8514
Jl	-9.85263
▁30	-9.85332
cisco	-9.8543
▁simplifie	-9.8543
BeanBuilder	-9.8543
▁pair	-9.8543
▁same	-9.85433
Failed	-9.8552
▁etc	-9.85578
dig	-9.8562
▁timestamp	-9.85643
▁some	-9.85645
VisitReminder	-9.85654
899/	-9.85656
▁authenticate	-9.85692
▁SQL	-9.85748
▁errno	-9.85832
▁pwd	-9.85858
▁success	-9.85881
▁Object	-9.85946
▁diagnosis	-9.86052
▁now	-9.86075
▁supported	-9.86361
filter	-9.86671
match	-9.86691
diff	-9.86755
build	-9.86766
original	-9.8678
DrugInteraction	-9.86789
DBUtil	-9.8679
it	-9.86938
▁thrown	-9.86974
messages	-9.87014
getPhone	-9.87049
▁transaction	-9.87216
ApptTypeBean	-9.8724
▁build	-9.87294
OfficeVisitDAO	-9.87403
="5"	-9.87583
roof	-9.87725
oid	-9.87799
opts	-9.87885
YXJ	-9.87915
▁W	-9.87985
Message	-9.88044
AllergyBean	-9.88275
"><	-9.88502
▁EC	-9.88505
▁zero	-9.88596
yA	-9.8863
METHOD	-9.88656
category	-9.88656
▁memory	-9.88656
TYPE	-9.88656
▁together	-9.88657
▁certain	-9.88657
UPDATE	-9.88658
▁could	-9.88659
MODE	-9.88666
▁every	-9.88692
EgZG	-9.88774
▁accessed	-9.88805
TransactionBean	-9.88826
▁authenticated	-9.88828
▁SET	-9.88888
result	-9.89079
▁updated	-9.89121
▁Access	-9.89154
▁before	-9.8919
ous	-9.89206
▁apptType	-9.89333
illi	-9.89344
User	-9.89439
confirm	-9.89484
GE	-9.89487
AD	-9.89641
▁HCPs	-9.89701
tory	-9.89716
▁state	-9.89845
Address	-9.89876
New	-9.89939
trusted	-9.89994
▁sign	-9.90004
LOINC	-9.90064
Gender	-9.90068
signature	-9.90098
Content	-9.90108
max	-9.90113
document	-9.90121
UAP	-9.90123
▁Request	-9.90128
reserved	-9.90205
getZip	-9.90305
▁PKI	-9.90405
▁"+	-9.90501
▁optional	-9.90507
▁DrugInteraction	-9.90579
▁functions	-9.906
BeanValidator	-9.90797
▁Procedures	-9.91083
=?"	-9.91396
xf	-9.91552
tm	-9.91578
▁D	-9.91665
srv	-9.91766
11	-9.91842
▁Li	-9.91877
Instructions	-9.91989
keypair	-9.91989
▁JDBC	-9.91989
antinat	-9.91989
cmcRA	-9.91989
▁Cleanup	-9.92027
▁adverse	-9.92064
Map	-9.92109
▁working	-9.92112
▁additional	-9.9216
▁Database	-9.92161
▁solid	-9.92217
▁var	-9.92282
estrealm	-9.92295
sin	-9.92412
▁space	-9.92608
▁Message	-9.92702
▁hcpid	-9.92706
▁years	-9.92918
▁his	-9.93242
button	-9.93452
▁temp	-9.93521
System	-9.93555
▁la	-9.93637
tc	-9.93727
zA	-9.93735
▁how	-9.93783
cli	-9.93868
et	-9.93878
▁object	-9.94115
▁loadSingle	-9.94711
56	-9.94745
md	-9.94763
;"><%=	-9.94844
AdverseEvent	-9.95134
RETRY	-9.95437
CONTENT	-9.95437
Float	-9.95437
▁easily	-9.95437
SPECIALTY	-9.95437
▁blood	-9.95462
OBJECT	-9.95468
HTML	-9.95482
Bg	-9.95484
ISO	-9.95492
ee	-9.95492
▁describe	-9.9557
▁Source	-9.95606
▁minutes	-9.95673
▁output	-9.95767
pse	-9.95776
ry	-9.95792
▁surveyBean	-9.95825
LU	-9.9587
=%	-9.95903
▁Only	-9.95953
▁convert	-9.96009
▁sender	-9.9607
▁ND	-9.9613
▁close	-9.96146
896_	-9.96157
▁ipAddr	-9.96212
▁Certs	-9.96364
Body	-9.96365
▁codes	-9.96497
▁3	-9.96762
▁Start	-9.9697
connect	-9.9701
▁Status	-9.97061
▁HospitalBean	-9.97067
authDAO	-9.97379
▁UAP	-9.97424
Height	-9.97569
▁ProcedureBean	-9.976
900_	-9.97686
▁right	-9.97753
sp	-9.97843
▁minor	-9.97915
})	-9.98042
26	-9.98583
eriod	-9.98768
▁results	-9.98867
▁stor	-9.98874
▁para	-9.98969
MATCH	-9.98977
▁extra	-9.99004
nating	-9.99008
Dosage	-9.99009
▁appropriate	-9.99009
▁handshake	-9.99009
▁queries	-9.99009
▁Auth	-9.99009
laure	-9.99009
After	-9.99009
▁superclass	-9.99012
txt	-9.99034
EOL	-9.99054
▁2013	-9.99086
Password	-9.99107
▁Perform	-9.99118
▁fingerprint	-9.99184
getPrescriptions	-9.993
The	-9.99399
':	-9.99453
getICDCode	-9.99621
▁write	-9.99732
▁hdrlen	-9.99773
▁diastolic	-9.99812
678901234567890"	-9.99853
▁EmailUtil	-9.99882
1()	-10.0002
▁ReferralBean	-10.0015
▁way	-10.0018
nonce	-10.003
Lj	-10.0032
▁personal	-10.0039
realm	-10.0049
sh	-10.0057
personnelForm	-10.0077
Ethnicity	-10.0078
save	-10.0079
▁medication	-10.0083
entry	-10.0084
curlcode	-10.0088
▁curlcode	-10.0096
contains	-10.0103
▁trusted	-10.0114
ErrorList	-10.0118
based	-10.0119
ReferralBean	-10.013
';	-10.0146
▁GET	-10.0151
▁disable	-10.0156
▁IP	-10.0157
▁interaction	-10.0167
▁field	-10.0168
▁require	-10.0177
getApptType	-10.0184
▁year	-10.0222
up	-10.0233
▁validat	-10.0235
▁ha	-10.0264
▁typical	-10.0269
Implicit	-10.0271
▁consistency	-10.0271
▁memcpy	-10.0271
Ascending	-10.0271
▁prompt	-10.0271
home	-10.0271
TXT	-10.0271
msgIndex	-10.0272
GBysGAQEBARY	-10.0272
899\\	-10.0274
▁ah	-10.0277
▁presented	-10.0279
possession	-10.028
▁handler	-10.0283
lections	-10.0292
▁depend	-10.031
▁These	-10.0319
------+	-10.0321
▁CMC	-10.0333
▁Retrieve	-10.0345
▁ViewMyMessages	-10.0355
▁toList	-10.0358
▁requires	-10.0375
removeID	-10.0377
1))	-10.038
▁rights	-10.0383
▁Update	-10.0384
ZT	-10.0384
▁VALUES	-10.0435
sign	-10.0443
ListAction	-10.0449
Encoding	-10.0452
version	-10.0459
tst	-10.0464
ER	-10.0466
You	-10.0467
oductionInstance	-10.0477
ICDCode	-10.048
In	-10.0484
▁UID	-10.0508
hdrs	-10.0517
▁><	-10.0533
Procedures	-10.0536
▁tls	-10.0538
Phone	-10.0549
▁credential	-10.0555
3>	-10.0563
▁act	-10.0567
▁Cert	-10.0579
▁NOTE	-10.0581
2))	-10.06
Diagnoses	-10.0638
▁process	-10.0648
an	-10.0648
aboratory	-10.0649
FILE	-10.0649
Systolic	-10.0656
!!!	-10.0656
-8859-1"	-10.0656
mime	-10.0656
▁occurred	-10.0656
▁pressure	-10.0656
▁range	-10.0656
matrix	-10.0656
▁pstmt	-10.0656
▁Verify	-10.0656
▁Unit	-10.0656
▁otherwise	-10.066
▁bad	-10.0662
yY	-10.0666
▁desired	-10.0679
ProcedureID	-10.068
sendEmail	-10.0696
▁OVMedication	-10.0712
39	-10.0732
▁pb	-10.0733
ta	-10.0741
representee	-10.0762
▁OID	-10.0764
▁POST	-10.0765
▁Key	-10.0773
▁checking	-10.078
▁he	-10.0787
ce	-10.0788
flu	-10.0792
ward	-10.0796
▁userid	-10.08
▁assign	-10.0805
▁"127.0.0.1",	-10.0807
Prescriptions	-10.0807
mail	-10.081
ref	-10.0811
▁Procedure	-10.0812
▁tempCode	-10.0836
▁'\0')	-10.0846
Start	-10.0864
>");	-10.0881
IF	-10.0884
3))	-10.0898
▁Data	-10.09
▁signed	-10.0907
▁challenge	-10.0908
▁comple	-10.0909
pC	-10.0936
▁checks	-10.0941
▁Sett	-10.0958
mU	-10.0961
HCPMID	-10.0997
▁Men	-10.1002
▁approved	-10.103
Diastolic	-10.1056
LIST	-10.1056
Outbox	-10.1056
internal	-10.1056
▁prescribed	-10.1056
▁logging	-10.1056
SecurityQuestion	-10.1056
▁ensure	-10.1057
▁fam	-10.1057
▁cause	-10.1057
▁2016	-10.1058
▁displayed	-10.1062
898/	-10.1077
▁stand	-10.1091
getPr	-10.1096
*2	-10.1127
NON	-10.1136
:\	-10.1136
ment	-10.1158
lg	-10.1164
san	-10.1164
Last	-10.1175
▁got	-10.119
▁indicate	-10.1193
▁Lab	-10.1197
▁1,	-10.1206
2"	-10.1207
Answer	-10.1208
search	-10.1209
91	-10.1211
ReportRequest	-10.122
rong	-10.1225
ting	-10.124
▁extensions	-10.1241
ra	-10.1242
.*	-10.1257
personnel	-10.1265
generate	-10.1269
admin	-10.1272
one	-10.1277
VisitFlag	-10.1278
other	-10.1279
mismatch	-10.1283
tempCode	-10.1283
basic	-10.1285
▁beans	-10.1295
="2">	-10.1323
PK	-10.1328
An	-10.1337
▁systolic	-10.1359
▁ri	-10.1359
▁Event	-10.1366
ele	-10.1379
(0);	-10.141
▁testing	-10.1427
▁err	-10.1454
▁second	-10.1454
Nav	-10.1466
STAT	-10.1466
WRONG	-10.1472
TIMEOUT	-10.1472
strcasecmp	-10.1472
▁Response	-10.1473
▁encoding	-10.1473
▁Copy	-10.1473
▁initial	-10.1473
▁exit	-10.1473
▁tell	-10.1474
Weight	-10.1475
GCS	-10.1475
▁identifier	-10.1475
EmergencyPhone	-10.1485
PersonnelAction	-10.1485
xlQ	-10.1487
nha	-10.149
WC	-10.1493
▁cell	-10.1501
▁Illegal	-10.1501
▁part	-10.1507
▁issued	-10.1508
▁clear	-10.1526
▁bytes	-10.1534
▁Details	-10.1536
▁requesting	-10.1537
▁removed	-10.1544
"/>	-10.1548
▁Abo	-10.1557
MG	-10.158
LE	-10.1596
▁Health	-10.16
▁NOT	-10.1621
Send	-10.1628
ent	-10.1632
4))	-10.1637
vB	-10.1651
▁side	-10.1658
All	-10.1669
▁mismatch	-10.1673
My	-10.1679
▁version	-10.1683
▁fields	-10.1685
kp	-10.1687
Ai	-10.169
▁actual	-10.1704
self	-10.1708
Errors	-10.1714
Curl	-10.1717
side	-10.1719
provision	-10.172
VALUES	-10.172
content	-10.172
This	-10.1722
▁Messages	-10.1723
GY	-10.1741
ar	-10.1744
Specialty	-10.1753
▁exist	-10.1786
Zw	-10.1801
OS	-10.1803
pb	-10.1805
▁op	-10.1829
▁disease	-10.1833
allocate	-10.1883
AwYDiDcEE	-10.1887
wMTIzNDU	-10.1892
go	-10.1892
SIZE	-10.1903
BZQ	-10.1904
facebox	-10.1907
▁future	-10.1907
▁identify	-10.1907
▁integer	-10.1907
▁previous	-10.1907
mainForm	-10.1907
LONG	-10.1907
5272	-10.1908
ReportBean	-10.1908
getIcAddress	-10.1909
ApptTypeAction	-10.1909
em	-10.191
▁locally	-10.1912
CMD	-10.1918
▁wait	-10.1918
384	-10.192
RE	-10.192
wI	-10.1923
UTF	-10.1925
▁incoming	-10.1926
▁Attempt	-10.1929
rting	-10.1931
▁needed	-10.1933
▁obtained	-10.1934
▁performerID	-10.1937
mF	-10.1951
Mid	-10.1953
▁down	-10.1954
▁insert	-10.1955
NDCode	-10.1971
▁reset	-10.1978
▁trust	-10.1982
▁HashMap	-10.1997
%>"	-10.2004
▁"<	-10.2006
▁exists	-10.2018
▁surveyResult	-10.2031
▁CN	-10.2032
▁Updates	-10.204
1)	-10.2049
MAkG	-10.2051
'>	-10.2056
▁getAll	-10.2062
7->	-10.2065
▁clients	-10.2065
VC	-10.2073
1",	-10.2074
▁provision	-10.2105
▁uninitialize	-10.2113
18	-10.2115
|	-10.2162
First	-10.2167
▁%>">	-10.2167
LOINCbean	-10.217
padding	-10.2171
false	-10.2175
sizeof	-10.2185
▁representees	-10.2186
▁events	-10.2195
09	-10.2197
forms	-10.2197
dst	-10.2223
8,	-10.2228
hall	-10.2229
HER	-10.2245
Immunization	-10.2246
▁AuthDAO	-10.2251
82	-10.2256
Transactions	-10.2266
setDate	-10.2278
▁setter	-10.2287
▁"\	-10.2289
NF	-10.23
for	-10.2307
▁pre	-10.2317
▁verifie	-10.2345
ODkwE	-10.2357
AVAILABLE	-10.2362
▁alphanumeric	-10.2362
▁instead	-10.2362
▁large	-10.2362
OPERATION	-10.2362
sanity	-10.2362
PrivateKey	-10.2362
▁JSP	-10.2363
▁skip	-10.2363
getUserName	-10.2364
▁sockaddr	-10.2364
ALL	-10.2365
nNl	-10.2365
sendMessage	-10.2372
helper	-10.2376
://127.0.0.1:	-10.2381
getCPTCode	-10.2383
▁continue	-10.2384
getOv	-10.2389
▁viewing	-10.2395
MessageFilter	-10.2405
****************	-10.2413
▁single	-10.2429
dCB	-10.2432
=0;	-10.2444
99	-10.2449
▁suites	-10.2463
Ll	-10.2464
mu	-10.247
▁within	-10.2476
▁EOK	-10.2509
▁RA	-10.2524
(5,	-10.2544
▁personnelList	-10.2544
▁OfficeVisits	-10.2545
▁Inc	-10.2553
etBody	-10.2575
LO	-10.2584
▁bio	-10.261
myRef	-10.2642
pattern	-10.2646
12	-10.2646
Simple	-10.265
50	-10.2652
response	-10.2652
headerMessage	-10.2653
▁drugs	-10.2655
put	-10.2668
rm	-10.2676
▁nf	-10.2687
▁pkey	-10.27
nt	-10.2701
checked	-10.2707
="100	-10.2711
Un	-10.2712
▁take	-10.2717
▁fails	-10.2742
▁Codes	-10.2763
▁getName	-10.2767
NID	-10.2781
▁getPatient	-10.279
BgNVBA	-10.2831
▁(1	-10.2838
proto	-10.2838
GRAPH	-10.2838
PROCEDURE	-10.2838
WRITE	-10.2838
utomat	-10.2838
▁above	-10.2838
▁maximum	-10.2838
▁policy	-10.2838
▁specify	-10.2838
getAllMyMessages	-10.2838
▁<!--	-10.2838
Tag	-10.284
▁corrupted	-10.2841
StateException	-10.2842
MEA	-10.2843
func	-10.2844
CMDS	-10.2845
CODE	-10.285
▁care	-10.2852
▁SOCK	-10.2854
17	-10.2855
▁thisYear	-10.2856
▁had	-10.2859
xa	-10.2861
MAY	-10.2862
ad	-10.2865
ps	-10.2873
getEndDate	-10.2887
1"	-10.2913
▁J	-10.2917
▁sys	-10.2925
dL	-10.2968
yL	-10.2971
getBody	-10.2977
ur	-10.2982
tmp	-10.2994
Lab	-10.3013
ct	-10.3013
▁ASC	-10.3015
▁varie	-10.3026
▁edit	-10.3027
qd	-10.3042
la	-10.3049
desc	-10.3055
AA	-10.3065
getPrescription	-10.3065
TE	-10.3068
itingRoomMinutes	-10.3076
Treatment	-10.3076
bz	-10.3093
▁startDate	-10.3112
▁endDate	-10.3112
encode	-10.313
▁display	-10.3131
getIc	-10.3136
Survey	-10.3137
implemented	-10.314
atientBaseAction	-10.3141
10);	-10.3143
Length	-10.3143
visitID	-10.315
1);	-10.3176
appts	-10.3192
sha	-10.3208
ally	-10.3209
newMID	-10.3228
▁issue	-10.325
Full	-10.3277
uni	-10.3293
▁work	-10.3309
Factor	-10.3309
Notes	-10.3311
4>	-10.3312
▁even	-10.3327
CAQAw	-10.333
BASE	-10.3332
PATIENT	-10.3333
SIMPLE	-10.3338
Component	-10.3338
NABLE	-10.3338
PARSE	-10.3338
▁Explicit	-10.3338
▁responsible	-10.3338
FamilyMemberHave	-10.3338
UNKNOWN	-10.3338
CholesterolHDL	-10.3338
CholesterolLDL	-10.3338
image	-10.3338
▁later	-10.3338
IGCSskAwMCCAEBCz	-10.3338
▁flow	-10.3339
▁two	-10.3339
hnd	-10.3339
SEG	-10.3343
▁successfully	-10.3345
▁invoked	-10.3345
_1024_	-10.3348
getParameterMap	-10.335
ReferralStatus	-10.335
▁taken	-10.3355
▁represented	-10.3356
▁services	-10.3357
▁possible	-10.3363
editPatient	-10.3365
MEM	-10.3375
▁Certificate	-10.3382
getStartDate	-10.3386
getDuration	-10.3396
▁upper	-10.3405
▁reported	-10.341
▁wildcard	-10.3412
2()%>"	-10.3413
tDate	-10.3415
1()%>"	-10.3415
xe	-10.342
▁F	-10.342
▁curve	-10.3425
▁compare	-10.343
▁Laboratory	-10.3433
sen	-10.3435
▁created	-10.3442
▁non	-10.3446
▁explicit	-10.3452
▁sk	-10.3455
▁seconds	-10.3464
Di	-10.3476
vd	-10.348
▁12	-10.348
▁Records	-10.3489
eS	-10.3493
ification	-10.3494
▁Survey	-10.3501
day	-10.3505
▁referrals	-10.3507
▁VisitReminder	-10.3523
pt	-10.3531
patients	-10.3543
how	-10.3572
getLabProcedure	-10.3587
▁You	-10.3593
"%></	-10.3598
<%	-10.3616
▁Address	-10.3633
▁diff	-10.3643
xA	-10.3646
diag	-10.366
Allergies	-10.3661
Rights	-10.3661
calDay	-10.3661
address	-10.3668
ASC	-10.3669
("[	-10.3669
Section	-10.3677
application	-10.3678
nZ	-10.3696
nq	-10.3697
am	-10.37
▁username	-10.3701
CURL	-10.3704
attributes	-10.372
PY	-10.3727
2)	-10.3752
▁newMID	-10.3758
▁present	-10.376
▁forward	-10.3765
▁cn	-10.3769
PatientName	-10.3783
▁MB	-10.38
▁Change	-10.3809
IS	-10.3811
Smoker	-10.3831
▁HealthRecord	-10.3833
results	-10.3842
HCPName	-10.3842
▁State	-10.3844
▁":"	-10.385
▁16	-10.3853
▁login	-10.3856
her	-10.386
BgcrBgEBAQEW	-10.3864
DatePicker	-10.3864
Lower	-10.3864
EXPIRED	-10.3864
VERIFY	-10.3864
URLEncoder	-10.3864
Double	-10.3864
PENDING	-10.3864
tempDescrip	-10.3864
▁Handle	-10.3864
▁anchor	-10.3864
▁written	-10.3864
▁isNullable	-10.3864
▁Require	-10.3864
CLOSE	-10.3864
NOTUNNEL	-10.3865
mostRecent	-10.3865
endMessageAction	-10.3865
CreditCardType	-10.3865
▁populate	-10.3866
Xa	-10.3866
alive	-10.3867
ditPatientAction	-10.3868
InM	-10.3868
▁typically	-10.3868
REPORT	-10.387
Completed	-10.387
ecdhe	-10.387
Out	-10.3871
Free	-10.3873
element	-10.3876
▁saved	-10.3876
getVisitDate	-10.3879
RO	-10.3883
Interaction	-10.3884
df	-10.3895
▁officeVisits	-10.3897
▁Authentication	-10.3901
▁changed	-10.3908
▁typedef	-10.3909
▁fmt	-10.3912
Zip	-10.3914
MyRecordsAction	-10.393
▁Appointment	-10.3931
ver	-10.3936
xJ	-10.3949
▁mBean	-10.3978
WW	-10.3989
14	-10.3992
▁lower	-10.3995
="10">	-10.4004
▁glucoseLevel	-10.4006
dh	-10.4032
▁connect	-10.4034
▁"-"	-10.4041
▁color	-10.4044
▁assigned	-10.4049
2048,	-10.405
▁(<%=	-10.4054
▁days	-10.4056
EP	-10.4071
ff	-10.4076
val	-10.4095
pw	-10.411
record	-10.4126
▁Password	-10.4136
LabProcedureCode	-10.4142
inc	-10.4174
▁comp	-10.4184
▁OfficeVisitDAO	-10.4186
+--------------	-10.4188
ut	-10.4204
asn	-10.4211
▁+"	-10.4216
▁"127.0.0.1"	-10.4221
float	-10.4225
Remove	-10.4227
shutdown	-10.4227
sZ	-10.4228
obj	-10.4228
▁headers	-10.423
double	-10.4231
representative	-10.4233
create	-10.4233
▁calls	-10.4234
▁N	-10.4244
city	-10.4249
CM	-10.4255
▁hr	-10.4256
HCPDiagnosisBean	-10.4257
MT	-10.4268
ty	-10.4269
▁Results	-10.4278
org	-10.4286
=1	-10.4292
Wa	-10.4307
▁want	-10.4311
▁command	-10.4312
▁ex	-10.4326
0-9	-10.4338
CE	-10.4346
5))	-10.4351
58	-10.436
en	-10.4373
▁allergy	-10.4384
▁info	-10.4393
VALID	-10.4419
CholesterolTri	-10.442
equiv	-10.442
CONNECT	-10.442
▁contact	-10.442
▁inbox	-10.442
cacrlcerts	-10.442
Enter	-10.442
UPD	-10.4421
getLo	-10.4421
▁authenticating	-10.4423
▁entries	-10.4423
MGA	-10.4424
stdout	-10.4424
▁problem	-10.4426
HEX	-10.4427
▁parent	-10.4431
▁reports	-10.4432
ely	-10.4437
▁SHOULD	-10.4437
HealthRecordsDAO	-10.4438
TOO	-10.4438
FA	-10.4441
▁show	-10.4443
▁Token	-10.4448
▁ovIDString	-10.4452
2;	-10.4454
▁Hashtable	-10.4459
▁under	-10.446
▁click	-10.446
xd	-10.4465
xx	-10.447
mm	-10.4475
▁flag	-10.4492
▁keep	-10.4492
▁represents	-10.4493
▁1024	-10.4493
▁secondDrug	-10.4503
▁firstDrug	-10.4504
▁Description	-10.4505
VD	-10.4505
▁stored	-10.4511
tempName	-10.4521
Patients	-10.4522
ant	-10.4528
app	-10.4531
(0)	-10.4534
▁Adverse	-10.4537
drug	-10.4562
▁raw	-10.4572
▁TCP	-10.4578
xO	-10.4583
rWs	-10.4588
▁notes	-10.4588
2048	-10.4606
▁EditOfficeVisit	-10.461
js	-10.4635
BaseAction	-10.4645
RA	-10.4646
at	-10.4653
EY	-10.4654
▁Curl	-10.4672
="4"	-10.4672
▁cb	-10.4684
ZG	-10.4687
AllOfficeVisits	-10.4694
Form	-10.47
Appointment	-10.471
flag	-10.4711
Comment	-10.4715
▁nonce	-10.4719
getSen	-10.4722
GF	-10.4728
BN	-10.4737
At	-10.4739
87	-10.4746
gp	-10.4748
way	-10.4772
▁addr	-10.4776
▁init	-10.4803
▁most	-10.4807
pres	-10.4811
BloodType	-10.4812
systolic	-10.4817
expired	-10.482
EditOfficeVisit	-10.4823
safe	-10.483
()).	-10.4836
▁TransactionBean	-10.4844
hcpID	-10.4854
▁selected	-10.486
=2	-10.4878
▁occur	-10.4891
▁pop	-10.4896
do	-10.4905
","	-10.4908
="4">	-10.4932
▁num	-10.4941
Fr	-10.4957
hh	-10.4958
LabProcedureDAO	-10.4964
▁next	-10.4968
getClass	-10.4969
sent	-10.4992
CriticalSection	-10.4993
MIIB	-10.5002
task	-10.5006
▁register	-10.5007
▁automatic	-10.5008
ExamRoomMinutes	-10.5008
LoggedInMID	-10.5008
FUNCTION	-10.5008
Authenticate	-10.5008
ReceiverID	-10.5008
SecondDrug	-10.5008
▁Pressure	-10.5008
▁according	-10.5008
▁correspond	-10.5008
▁least	-10.5008
▁protocol	-10.5008
▁updating	-10.5008
Doctor	-10.5008
bottom	-10.5008
▁recent	-10.5008
nsurance	-10.5008
EDIT	-10.5008
▁cho	-10.5009
/1.1	-10.5009
Represented	-10.501
SenderID	-10.501
▁thre	-10.501
▁bit	-10.501
▁declared	-10.5011
RequestsAction	-10.5016
Print	-10.5019
editPersonnel	-10.5021
▁ordered	-10.5024
gen	-10.5025
▁Initialize	-10.5026
▁lpDAO	-10.5026
▁multiple	-10.5026
xml	-10.5027
[0-9	-10.5028
▁reject	-10.503
▁editing	-10.5032
▁-1	-10.5039
▁Spi	-10.5039
▁performed	-10.5041
▁remote	-10.5049
▁tbList	-10.5061
6))	-10.5064
RiskFactors	-10.5067
▁bogus	-10.5073
▁matched	-10.5082
▁loaded	-10.5097
▁main	-10.5106
▁nread	-10.5109
Fu	-10.5109
7-	-10.5112
▁age	-10.5112
gm	-10.5121
▁ovd	-10.5129
▁host	-10.513
)){	-10.5162
▁V	-10.5167
SY	-10.5172
alt	-10.5183
:%	-10.5184
▁gen	-10.5196
")))	-10.5211
▁errorMessage	-10.5219
use	-10.5231
▁padding	-10.5265
yw	-10.5266
unit	-10.527
▁immunizations	-10.5274
Month	-10.5289
Consultation	-10.531
equal	-10.5329
month	-10.5339
OR	-10.5342
▁(6	-10.5347
iz	-10.542
Qw	-10.5421
the	-10.5423
Health	-10.5424
decode	-10.5426
payload	-10.543
RiskChecker	-10.5438
first	-10.544
margin	-10.5441
Certificate	-10.5442
last	-10.5442
Key	-10.5444
aeBean	-10.5444
family	-10.5445
malloc	-10.5446
EC	-10.5456
personnelList	-10.5457
="10"	-10.5536
▁param	-10.5538
TH	-10.5557
▁1)	-10.5568
▁left	-10.5568
Updated	-10.5584
CS	-10.5585
▁PatientID	-10.5591
etToList	-10.5607
Value	-10.5608
▁know	-10.5617
ell	-10.562
30,	-10.5622
rationalProfile	-10.5631
ervlet	-10.5632
ords	-10.5632
TimeLogged	-10.5633
BlackBoxTest	-10.5633
Descending	-10.5633
KindOfProperty	-10.5633
Relation	-10.5633
▁interface	-10.5633
▁negative	-10.5633
▁parsing	-10.5633
4_122	-10.5633
Transfer	-10.5633
▁mbList	-10.5633
5_117	-10.5633
▁exchange	-10.5633
Insert	-10.5634
▁fake	-10.5634
push	-10.5634
FirstDrug	-10.5634
▁representer	-10.5634
▁necessary	-10.5634
▁many	-10.5635
vpm	-10.5635
Uri	-10.564
▁codeEntry	-10.564
▁abstract	-10.5641
▁listen	-10.5642
LAB	-10.5642
▁below	-10.5642
addAll	-10.565
▁encryption	-10.5652
899	-10.5661
▁CACerts	-10.5665
KR	-10.5665
▁1000	-10.5666
▁hrDAO	-10.5666
HospitalName	-10.5672
▁timeLogged	-10.5677
Wp	-10.5679
▁Gra	-10.5682
▁print	-10.5687
VM	-10.569
▁transactionDAO	-10.5704
UEB	-10.5705
ok	-10.5708
ies	-10.5711
sBy	-10.5718
ic	-10.5718
cnonce	-10.5719
CK	-10.572
hI	-10.5722
▁emailer	-10.5725
▁without	-10.575
▁diagn	-10.5753
(",",	-10.5755
ML	-10.5757
▁none	-10.5761
sultationDetails	-10.5762
▁cols	-10.5763
▁streetAddress	-10.5778
▁ADD	-10.579
initialized	-10.5791
wc	-10.5814
headers	-10.5815
90	-10.582
getHCP	-10.5827
▁IN	-10.5829
actually	-10.5831
wC	-10.5835
oids	-10.5841
nk	-10.5847
▁Referral	-10.5852
▁hash	-10.5856
▁First	-10.5895
TU	-10.5897
del	-10.5912
ap	-10.5932
▁map	-10.5937
▁11	-10.5956
9))	-10.5973
▁appts	-10.5979
("")	-10.5986
nX	-10.6001
events	-10.6018
RD	-10.6025
And	-10.604
GV	-10.604
Au	-10.6044
Diagnosis	-10.605
de	-10.6052
NC	-10.6058
65	-10.6078
Allergy	-10.6084
stack	-10.6088
Fail	-10.6094
YEAR	-10.6097
End	-10.61
Pending	-10.61
cal	-10.6103
SOCK	-10.6105
POST	-10.611
apptType	-10.6111
CPT	-10.6114
GB	-10.612
Get	-10.6121
surveyResult	-10.6126
HCPID	-10.6135
EOK	-10.6137
generated	-10.6138
ZW	-10.6146
vg	-10.6169
hex	-10.6176
Representatives	-10.6185
');"	-10.619
med	-10.6197
hos	-10.6204
▁HA	-10.6204
Duration	-10.6211
isitSatisfaction	-10.6214
▁AdverseEvents	-10.6246
Empty	-10.6249
04,	-10.6251
▁100	-10.6253
aw	-10.6254
▁RE	-10.6259
aW	-10.6263
/6	-10.6264
nL	-10.6264
net	-10.6267
vb	-10.628
AU	-10.6289
DAK	-10.629
HEADER	-10.6293
BgOINwEx	-10.6294
▁treatment	-10.6298
getRole	-10.6298
Members	-10.6299
Demographics	-10.63
INITIALIZED	-10.63
fancyTable	-10.63
parms	-10.63
▁Also	-10.63
▁SubjectAltName	-10.63
▁applicable	-10.63
DISABLE	-10.63
tempVal	-10.63
BODY	-10.63
threadid	-10.63
ScaleType	-10.63
Version	-10.63
▁wish	-10.63
▁grep	-10.63
▁History	-10.63
MotherMID	-10.63
FatherMID	-10.63
Prescribing	-10.6301
▁special	-10.6301
asce	-10.6302
2616	-10.6302
LA	-10.6303
('<%=	-10.6303
REENROLL	-10.6303
disconnect	-10.6303
▁receive	-10.6303
cleanse	-10.6303
▁creating	-10.6303
irus	-10.6305
MethodType	-10.6305
▁registered	-10.6308
reportRequestDAO	-10.6308
INET	-10.6309
xxxxxxxxxxxxxxxx	-10.6311
OVE	-10.6312
▁correctly	-10.6312
INE	-10.6314
▁appt	-10.6316
▁terminated	-10.6316
TimeAspect	-10.6316
Ku	-10.6317
MANA	-10.6317
▁begin	-10.6319
▁similar	-10.632
▁missing	-10.632
ReportRequestDAO	-10.6323
Messages	-10.6323
ZU	-10.6325
Oz	-10.6328
ose	-10.633
Ah	-10.6338
())%></	-10.6344
ticipat	-10.6348
▁designated	-10.6348
rW	-10.6358
▁confirmPassword	-10.6363
▁(1000	-10.6368
iB	-10.637
Med	-10.6374
HealthRecordForm	-10.6378
▁accepted	-10.6381
OV	-10.6383
gy	-10.6384
▁conflicts	-10.6387
▁url	-10.6388
▁gender	-10.6389
▁Security	-10.6406
OfficeVisitID	-10.6406
presID	-10.6407
UM	-10.641
893	-10.6415
▁duration	-10.6417
REM	-10.6419
▁dates	-10.642
getUser	-10.6431
pos	-10.644
▁Do	-10.6443
rep	-10.6446
▁day	-10.6454
▁delete	-10.6456
off	-10.6456
8))	-10.646
▁++;	-10.6462
▁diseases	-10.6464
<%}%>	-10.6465
OfficeVisits	-10.649
ec	-10.6496
▁ok	-10.6506
▁margin	-10.651
▁NDCodes	-10.6514
▁Month	-10.652
▁shutdown	-10.6537
oB	-10.6543
ary	-10.6544
▁Remove	-10.6545
ING	-10.6548
▁encode	-10.6549
jc	-10.6564
▁tag	-10.6565
▁HCPID	-10.6571
▁pattern	-10.6578
kw	-10.6606
sWith	-10.6607
Db	-10.6633
MyApptsAction	-10.6635
()+"	-10.6651
ME	-10.6653
CON	-10.6675
▁HCPMID	-10.6682
▁(-1	-10.6708
="+	-10.671
Emergency	-10.6716
DM	-10.6717
QH	-10.6719
Sort	-10.6721
coming	-10.6723
▁ApptTypeBean	-10.6728
▁section	-10.6731
▁cl	-10.6749
css	-10.6752
DateFormat	-10.6794
21	-10.6798
gE	-10.6806
7))	-10.6806
()){	-10.681
MU	-10.6811
Success	-10.6814
Zh	-10.6818
delay	-10.6818
strcmp	-10.682
31	-10.6823
answer	-10.6825
immunization	-10.6826
calendar	-10.6826
Client	-10.6827
PHA	-10.6829
supported	-10.683
only	-10.6831
glucoseLevel	-10.6834
userid	-10.6838
▁hospitals	-10.6844
03,	-10.6857
tU	-10.6864
HO	-10.6878
▁simpleenroll	-10.6882
cpt	-10.6888
93	-10.689
▁place	-10.6892
OID	-10.6899
ight	-10.6914
▁known	-10.6918
▁Exception	-10.6924
▁AllergyBean	-10.6925
values	-10.6932
BU	-10.6938
▁force	-10.6942
ProcedureCode	-10.6943
▁parsed	-10.6945
Bgkq	-10.6956
▁level	-10.6958
SessionTimeout	-10.6962
verage	-10.697
▁receiv	-10.6976
▁retriev	-10.6977
ill	-10.6986
▁-->	-10.6993
JU	-10.6995
Trust	-10.6995
MIIC	-10.7001
DQEBBQUA	-10.7004
sig	-10.7006
INVAL	-10.701
▁Common	-10.7011
▁Log	-10.7013
YDiDcCMS	-10.7014
CHAIN	-10.7014
CauseOfDeath	-10.7014
▁leastVisits	-10.7014
HCPLinkBean	-10.7014
PRESCRIPTION	-10.7014
REVOKED	-10.7014
cewolf	-10.7014
▁Convert	-10.7014
▁invoking	-10.7014
▁language	-10.7014
▁reference	-10.7014
▁transport	-10.7014
▁small	-10.7014
NONCE	-10.7015
▁media	-10.7015
UserIn	-10.7015
RequesterMID	-10.7015
getUserRole	-10.7016
▁diagnosed	-10.7016
Received	-10.7017
▁Pass	-10.7017
▁operational	-10.7019
UGA	-10.7022
▁run	-10.7022
▁IPv	-10.7024
IHN	-10.7024
▁itself	-10.7026
▁messageNew	-10.7026
▁accept	-10.7028
DEL	-10.7032
JY	-10.7035
▁descriptor	-10.7036
▁ftlObj	-10.7036
Qz	-10.7037
qName	-10.7041
▁usage	-10.7043
▁L	-10.7047
▁random	-10.7047
ZC	-10.7057
▁short	-10.7065
▁normal	-10.7066
38	-10.7068
24	-10.7077
▁November	-10.7079
RC	-10.708
DQ	-10.7082
CB	-10.7085
alg	-10.7087
▁query	-10.7094
▁BASIC	-10.71
getOfficeVisit	-10.71
lL	-10.7104
▁da	-10.712
▁ApptBean	-10.7131
30	-10.7133
+"</	-10.7134
Fk	-10.7135
▁period	-10.7138
▁SecurityQA	-10.7152
▁SurveyBean	-10.7154
▁logic	-10.7154
▁He	-10.7173
getTo	-10.7181
SE	-10.7185
sortBy	-10.7194
▁signing	-10.7199
▁Hospital	-10.7205
!</	-10.721
▁PHA	-10.7212
CC	-10.7213
4",	-10.7217
10))	-10.7224
▁decode	-10.7229
▁DateFormat	-10.7234
setTime	-10.7239
