<unk>	0
<s>	0
</s>	0
▁	-0.710091
1	-3.96165
2	-3.96165
6	-3.96165
7	-3.96165
8	-3.96165
K	-3.96165
L	-3.96165
M	-3.96165
N	-3.96165
O	-3.96165
P	-3.96165
Q	-3.96165
R	-3.96165
S	-3.96165
T	-3.96165
