<unk>	0
<s>	0
</s>	0
.	-2.70709
▁	-3.49073
▁(	-3.6426
▁*	-3.84789
▁=	-3.9117
;	-3.93381
(	-4.11897
,	-4.23236
▁/	-4.26212
);	-4.29929
)	-4.41606
_	-4.48667
▁the	-4.54634
▁}	-4.74538
▁{	-4.74715
▁new	-4.83847
▁@	-4.90013
▁"	-4.97913
▁)	-5.05299
s	-5.0798
▁public	-5.10404
▁import	-5.11127
();	-5.17295
▁+	-5.20212
BagConstraints	-5.24281
▁if	-5.25608
▁of	-5.39678
'	-5.48814
▁java	-5.56949
5,	-5.65163
▁return	-5.65517
▁Grid	-5.65828
▁null	-5.68026
▁void	-5.70498
o	-5.72181
()	-5.77778
▁String	-5.78471
get	-5.8071
i	-5.80982
("	-5.81126
▁1,	-5.8385
▁di	-5.8645
:	-5.89354
");	-5.90526
▁private	-5.91167
▁0,	-5.91956
▁()	-5.97718
e	-5.98186
>	-6.00105
new	-6.03003
▁a	-6.03473
▁e	-6.03649
▁int	-6.04752
▁to	-6.05176
▁//	-6.06818
▁**	-6.07088
▁for	-6.0912
▁();	-6.09271
▁i	-6.10299
▁this	-6.17617
a	-6.18601
▁in	-6.21442
x	-6.22032
▁il	-6.22456
▁Return	-6.23092
add	-6.24433
",	-6.27755
▁*/	-6.28262
▁smos	-6.29938
▁l	-6.31042
A	-6.31682
Utils	-6.34471
Exception	-6.3495
";	-6.35052
▁/**	-6.35268
▁<	-6.38339
0.0,	-6.38696
▁SQLException	-6.39981
▁Param	-6.41654
▁==	-6.41831
▁catch	-6.43283
▁p	-6.45778
constrain	-6.48133
▁throws	-6.50007
▁grid	-6.50466
▁un	-6.50689
panel	-6.50739
▁la	-6.53033
gps	-6.53256
int	-6.54768
▁data	-6.55062
etour	-6.559
"	-6.55992
▁errorMessage	-6.56041
▁unisa	-6.57149
▁value	-6.58397
re	-6.60908
▁gotoPage	-6.61292
otFoundException	-6.61813
WEST	-6.65326
▁panel	-6.65454
▁RemoteException	-6.6732
▁L	-6.67423
jsp	-6.67451
param	-6.67996
▁"./	-6.69564
▁al	-6.70759
error	-6.70928
set	-6.71025
())	-6.72291
this	-6.72427
▁throw	-6.73714
▁del	-6.75335
NONE	-6.76436
▁and	-6.77041
▁-	-6.7724
false	-6.77925
DEF	-6.8027
1,	-6.80841
▁result	-6.81106
ULT	-6.81251
▁pResponse	-6.81315
String	-6.8219
ValueException	-6.8226
▁boolean	-6.84558
▁Connection	-6.85269
printStackTrace	-6.85276
▁The	-6.85602
MESSAGE	-6.85791
N	-6.87875
▁testo	-6.88124
▁static	-6.88173
ERROR	-6.89155
▁connection	-6.8988
▁per	-6.9063
bean	-6.91335
▁1.0,	-6.92014
▁true	-6.92019
getMessage	-6.93017
▁false	-6.94048
▁Environment	-6.94064
NORTH	-6.95827
▁•	-6.95827
/	-6.96199
▁else	-6.96296
▁is	-6.96336
true	-6.98019
setText	-6.98356
▁5	-7.00056
’	-7.002
y	-7.01491
swing	-7.03226
▁ioException	-7.03847
▁della	-7.03939
▁class	-7.04803
▁pRequest	-7.054
throws	-7.06169
▁id	-7.06269
());	-7.07682
.*	-7.08132
utente	-7.08465
▁che	-7.08997
util	-7.09501
▁method	-7.09585
▁sistema	-7.10555
ing	-7.10665
L	-7.11163
getText	-7.11576
▁());	-7.12254
▁set	-7.12622
▁P	-7.12684
Connection	-7.12842
HttpServlet	-7.13644
▁una	-7.14649
!	-7.14867
▁0)	-7.15982
-	-7.17395
▁dell	-7.17639
▁Utility	-7.18805
▁database	-7.1921
id	-7.19222
▁JLabel	-7.19391
▁msg	-7.1991
PuntoDiRistoro	-7.20714
2	-7.21942
p	-7.22428
▁2	-7.22437
setEnabled	-7.2248
▁get	-7.22552
▁session	-7.22658
d	-7.22899
=	-7.23028
ackage	-7.23248
connect	-7.23837
▁0;	-7.24344
▁name	-7.24358
▁Label	-7.25715
5);	-7.25976
▁ArrayList	-7.26716
▁try	-7.27055
Attribute	-7.27257
exception	-7.27528
SQLException	-7.27547
▁g	-7.28184
▁server	-7.2912
▁le	-7.29837
▁list	-7.30206
▁label	-7.30805
▁Date	-7.3088
1	-7.33054
3	-7.33886
▁by	-7.34778
▁query	-7.35032
sql	-7.37732
or	-7.37983
ervlet	-7.38128
http	-7.38172
▁that	-7.39931
MessaggiErrore	-7.40821
▁System	-7.40969
This	-7.4127
Y	-7.42091
▁Il	-7.42187
ERRORE	-7.42256
▁non	-7.42427
▁da	-7.42914
ActionEvent	-7.43543
S	-7.44429
▁M	-7.44448
1.	-7.44842
length	-7.45099
▁I	-7.45408
BeneCulturale	-7.46176
▁final	-7.47279
ed	-7.48389
ItemListener	-7.48574
Date	-7.49386
Connessione	-7.49828
se	-7.50037
▁</	-7.5015
awt	-7.50196
▁stat	-7.50568
▁JPanel	-7.50579
ends	-7.50756
▁cultural	-7.50925
▁ActionListener	-7.51113
▁actionPerformed	-7.51681
▁Throw	-7.52181
elenco	-7.52969
▁""	-7.53041
storage	-7.54206
▁4	-7.54592
▁dati	-7.54712
▁etich	-7.54905
loggedUser	-7.55286
is	-7.55784
▁ext	-7.56295
▁Entity	-7.57172
▁ha	-7.57286
LE	-7.57502
2,	-7.57511
grid	-7.58292
▁con	-7.58378
ddActionListener	-7.58775
▁all	-7.59018
setEditable	-7.59465
▁2,	-7.59804
▁initialize	-7.60003
▁be	-7.60483
<	-7.6094
setLayout	-7.61639
User	-7.61695
▁TR	-7.6171
▁");	-7.61932
));	-7.6233
E	-7.62335
▁case	-7.62476
▁stanza	-7.62685
▁from	-7.63005
▁cas	-7.63007
4,	-7.63633
null	-7.63644
zione	-7.63698
ta	-7.63864
IOException	-7.63866
▁ImageIcon	-7.64246
▁etichetta	-7.64475
return	-7.6482
▁MessageDialog	-7.64832
(),	-7.6535
▁0	-7.65517
[	-7.6594
▁degli	-7.66145
▁number	-7.67406
▁TextField	-7.679
▁prot	-7.67913
ected	-7.68449
iamo	-7.69064
▁Get	-7.69095
f	-7.69325
Request	-7.69438
Response	-7.69506
▁entit	-7.69711
▁delle	-7.70727
▁1.	-7.71642
yN	-7.71678
▁conn	-7.72091
▁not	-7.72822
▁HttpServlet	-7.73186
stanza	-7.73521
▁Button	-7.74041
▁banner	-7.74127
setFont	-7.75826
getId	-7.76101
▁S	-7.77044
TAB	-7.77099
▁super	-7.77725
Principale	-7.77743
level	-7.78424
Null	-7.7856
▁(!	-7.78606
▁D	-7.79049
▁invalid	-7.79098
))	-7.79687
▁with	-7.79728
▁Font	-7.79797
▁lista	-7.80082
▁Set	-7.80494
to	-7.80496
▁User	-7.8066
▁o	-7.80833
▁Invalid	-7.80863
▁classe	-7.80968
▁Method	-7.81033
▁Statement	-7.81193
▁nome	-7.81403
▁DBConnection	-7.81827
▁JButton	-7.82103
▁C	-7.83354
source	-7.83744
▁Frame	-7.83807
CENTER	-7.84435
▁connect	-7.84947
Instance	-7.8513
▁Panel	-7.85206
▁dei	-7.85859
zioni	-7.85967
▁padre	-7.87144
▁system	-7.87242
▁s	-7.87715
scelta	-7.87778
▁form	-7.87981
▁on	-7.88653
3,	-7.89151
▁pIdTurista	-7.89179
png	-7.89401
▁Visualizza	-7.89524
▁nel	-7.89823
direct	-7.90129
out	-7.90267
▁getRe	-7.9087
ndRe	-7.90891
io	-7.91142
▁event	-7.91185
us	-7.91938
▁1	-7.92562
▁|	-7.93992
Cre	-7.94148
▁an	-7.94601
setVisible	-7.94623
▁3,	-7.94792
▁eventi	-7.94942
▁alla	-7.94975
testo	-7.95521
▁ID	-7.95781
▁3	-7.9598
▁m	-7.9629
IdPuntoDiRistoro	-7.96355
{	-7.9681
Mandatory	-7.96951
config	-7.96988
▁long	-7.96992
Model	-7.97253
▁Bean	-7.97313
Dialog	-7.9771
FieldException	-7.97734
▁[]	-7.98277
▁conditions	-7.98549
[0].	-7.98624
▁(),	-7.9877
▁eTour	-7.99346
▁&	-7.99443
▁scelta	-7.99536
▁Operator	-7.99889
▁table	-8.00194
Invalid	-8.00345
pRequest	-8.00447
Entity	-8.01186
▁Se	-8.01668
▁Sistema	-8.02153
▁essere	-8.02599
▁b	-8.02658
right	-8.02793
user	-8.02809
▁New	-8.03078
")));	-8.03503
")	-8.03933
▁1;	-8.0395
▁Checkbox	-8.04392
D	-8.04921
▁ManagerUser	-8.04983
▁F	-8.05072
▁Copy	-8.05119
anno	-8.05441
font	-8.05447
Version	-8.05493
▁DataBase	-8.0591
▁tag	-8.06195
db	-8.0627
sogg	-8.06363
Sistema	-8.06435
Configurazione	-8.06455
▁metodo	-8.06864
gridbag	-8.07238
Bean	-8.07563
▁Variable	-8.07746
▁checkboxes	-8.07756
getClass	-8.07833
Prenotazione	-8.08024
gridx	-8.08037
▁search	-8.08579
UID	-8.08581
▁Query	-8.08652
Grid	-8.091
▁deve	-8.09468
▁you	-8.09468
▁d	-8.10875
▁doPost	-8.11261
▁come	-8.11284
▁Annulla	-8.11449
▁SE	-8.11489
▁Version	-8.11773
▁modifica	-8.11922
▁elenco	-8.11947
HttpSession	-8.1217
▁Definizione	-8.1217
▁double	-8.12441
getStat	-8.12446
▁stringa	-8.12461
2.	-8.12572
▁has	-8.12963
t	-8.13277
▁item	-8.13363
▁point	-8.13424
0,	-8.1343
▁'	-8.13684
nc	-8.13754
HER	-8.14232
OM	-8.14935
BeniCulturali	-8.14948
repository	-8.1495
▁Interru	-8.14951
▁init	-8.14986
▁selected	-8.1526
println	-8.15663
ItemEvent	-8.15891
▁common	-8.15892
Gestione	-8.16037
▁[	-8.16419
▁numero	-8.1658
▁doGet	-8.16597
operazione	-8.16846
P	-8.17363
toString	-8.17766
▁toReturn	-8.17813
▁JOptionPane	-8.17852
▁operation	-8.18146
erial	-8.18154
control	-8.18602
disp	-8.1862
▁se	-8.1872
2007	-8.1888
▁Project	-8.191
▁Of	-8.19108
equals	-8.19562
managerUser	-8.19687
▁refreshment	-8.19756
▁GridBagLayout	-8.19896
▁codice	-8.19896
agenzia	-8.20578
Integer	-8.20656
▁Auth	-8.20746
Illegal	-8.20746
▁feedback	-8.20777
▁utente	-8.21133
Code	-8.21435
next	-8.21586
rgumentException	-8.21747
BConnessionePool	-8.21748
▁BorderLayout	-8.2192
tateChanged	-8.22139
Error	-8.22342
query	-8.22767
Home	-8.22769
▁E	-8.23063
conn	-8.23804
result	-8.23822
Flag	-8.23849
[1].	-8.24048
▁tourist	-8.24266
▁BeneServizio	-8.24477
extra	-8.24869
▁JTextField	-8.25543
nized	-8.25854
▁Partecipa	-8.25858
n	-8.25925
▁Salerno	-8.25965
▁Check	-8.26062
▁Exception	-8.26085
▁frame	-8.26675
▁DMI	-8.26902
▁University	-8.26902
hro	-8.26903
▁returns	-8.26908
▁Lab	-8.26911
▁sy	-8.27107
▁user	-8.27205
Insets	-8.27653
SELECT	-8.27966
▁ETOUR	-8.27966
operatoreagenzia	-8.27984
gui	-8.2804
▁message	-8.28856
▁connessione	-8.29041
("",	-8.29043
▁managerUser	-8.29182
Id	-8.292
nsets	-8.29445
▁jContentPane	-8.29509
▁<=	-8.29807
▁1.0	-8.29852
3.	-8.29857
▁sql	-8.29952
getConnection	-8.29988
▁otherwise	-8.30128
URL	-8.3013
event	-8.30365
▁or	-8.30448
SA	-8.30598
▁j	-8.30616
="	-8.30796
▁W	-8.31139
ManagerClassroom	-8.31308
index	-8.31499
▁password	-8.31837
▁FR	-8.3196
▁"<	-8.32024
!=	-8.32275
▁sqlException	-8.32532
BeanTag	-8.32655
▁c	-8.32839
▁pannello	-8.33157
▁prenotazione	-8.33204
r	-8.33255
Classroom	-8.33283
etodo	-8.33442
▁collegat	-8.33462
width	-8.33464
▁implements	-8.33527
Name	-8.34452
ondizioni	-8.34499
IMAGES	-8.34599
▁finally	-8.34722
close	-8.34979
▁jLabel	-8.3556
▁SMOS	-8.35661
connection	-8.35822
▁ottieni	-8.3587
▁Conferma	-8.36313
▁visualizza	-8.36663
DBMS	-8.3691
Stanza	-8.36946
[1]	-8.37786
Cursor	-8.38087
getParameter	-8.38089
▁Descrizione	-8.38451
▁Collection	-8.38522
▁ricerca	-8.38659
all	-8.39274
Session	-8.39277
▁cui	-8.39277
▁model	-8.39343
"),	-8.39395
▁num	-8.39554
addItem	-8.39676
[]	-8.4031
▁Vector	-8.40586
4	-8.40616
(""	-8.40792
▁tags	-8.41363
rivate	-8.41469
DateUtils	-8.41541
▁ResultSet	-8.41577
▁news	-8.4174
▁0.1	-8.41742
>"	-8.41759
release	-8.41763
data	-8.42052
es	-8.42134
j	-8.42144
▁Amministratore	-8.42263
▁10	-8.42939
Event	-8.4297
▁pId	-8.43214
▁object	-8.43576
gotoPage	-8.43654
Teaching	-8.44161
▁conferma	-8.44186
▁Create	-8.4419
▁button	-8.44246
ottieni	-8.44254
▁requirements	-8.44767
▁ad	-8.45152
▁"+	-8.45521
!"	-8.45595
▁6	-8.45831
▁Ricerca	-8.46059
pRs	-8.46276
▁si	-8.46676
HORIZONTAL	-8.46734
▁rappresenta	-8.46734
▁Utente	-8.46856
▁start	-8.46868
W	-8.47075
I	-8.47129
▁nuova	-8.47236
size	-8.47625
▁as	-8.4777
utility	-8.48037
▁20	-8.4814
10,	-8.48208
▁instance	-8.48222
▁annulla	-8.48343
▁manager	-8.48911
▁dall	-8.49057
▁events	-8.4916
compose	-8.4921
Operation	-8.49346
▁Ritorna	-8.49349
O	-8.49644
en	-8.49744
pren	-8.49856
].	-8.5006
▁pren	-8.50677
▁which	-8.50682
▁Integer	-8.50771
▁List	-8.50805
▁Dimension	-8.50915
T	-8.51142
6,	-8.51583
setIcon	-8.51639
ndo	-8.51698
▁sul	-8.51715
▁pulsante	-8.52035
▁requirement	-8.521
▁it	-8.52382
State	-8.52433
▁pool	-8.525
++)	-8.52726
▁date	-8.53036
▁stanze	-8.53131
Sogg	-8.53403
valueOf	-8.53441
aDiRicerca	-8.53535
▁while	-8.54792
▁restitui	-8.54803
▁sh	-8.54842
▁out	-8.55005
Agenzia	-8.55359
▁dispose	-8.55436
▁ManagerTeaching	-8.55613
fine	-8.55736
]	-8.56017
ArrayList	-8.56049
TitledBorder	-8.562
▁#	-8.56797
▁Nome	-8.56956
▁subscriber	-8.57012
▁bean	-8.57261
rilascia	-8.57405
▁text	-8.57567
titolo	-8.57629
[0]	-8.58247
Utente	-8.58741
▁change	-8.58841
setBounds	-8.59091
isAdministrator	-8.59115
▁error	-8.59913
▁Tourist	-8.59989
▁tourists	-8.60081
so	-8.60438
checkboxes	-8.60474
▁input	-8.6063
▁studente	-8.60656
▁conto	-8.60856
getInt	-8.60881
▁cliente	-8.61245
getString	-8.61539
ion	-8.61777
▁Use	-8.61828
teaching	-8.61954
▁Postcondi	-8.62043
▁containing	-8.62091
▁Precondi	-8.62141
▁U	-8.622
▁t	-8.62478
▁&&	-8.62635
▁La	-8.63445
SCONOSCIUTO	-8.63557
▁Attor	-8.63624
AND	-8.63771
▁parent	-8.63822
▁btnModifica	-8.64139
▁JComboBox	-8.64499
▁extra	-8.64553
▁index	-8.64714
ting	-8.64919
▁nuovo	-8.65096
▁loggato	-8.65097
▁informazioni	-8.65134
comm	-8.65139
▁modulo	-8.65404
▁interfacce	-8.65596
▁results	-8.6594
"");	-8.66423
▁JScrollPane	-8.66651
VERTICAL	-8.66658
▁type	-8.6666
▁inizializza	-8.66789
sce	-8.67274
▁Modifica	-8.67583
▁are	-8.6765
of	-8.6767
BOLD	-8.68245
▁interrotta	-8.68246
1);	-8.68569
Listener	-8.68786
care	-8.68804
Time	-8.69106
▁inserisci	-8.69474
▁A	-8.69578
▁())	-8.6998
▁float	-8.7005
C	-8.70216
▁modul	-8.70901
News	-8.70954
▁pid	-8.71073
b	-8.71418
Exit	-8.71488
▁Iscrizione	-8.71628
ManagerUser	-8.7177
'!	-8.71849
▁display	-8.71951
equenza	-8.72619
▁accesso	-8.7295
▁pack	-8.73065
▁successful	-8.73152
able	-8.73162
▁Agency	-8.73164
application	-8.73173
▁selezionato	-8.73177
▁category	-8.73194
Disponibilita	-8.73456
▁call	-8.7384
JPanel	-8.74801
▁Entry	-8.74859
▁usci	-8.74859
▁Flow	-8.74859
createStatement	-8.74878
▁Cultural	-8.74942
▁string	-8.75035
read	-8.75058
▁Maschera	-8.75161
Environment	-8.75257
Management	-8.75404
[2]	-8.75452
4.	-8.7546
()).	-8.75501
▁"/	-8.75717
▁12,	-8.75942
▁Delete	-8.76076
▁voto	-8.76546
author	-8.76583
▁Actor	-8.76583
▁Quality	-8.76583
setPreferredSize	-8.76613
▁Class	-8.76613
▁will	-8.76614
▁J	-8.76666
▁Point	-8.76848
inizio	-8.76987
doGet	-8.77032
stat	-8.77047
errorMessage	-8.77053
rmi	-8.77277
▁dal	-8.77561
▁stato	-8.77629
▁Refreshment	-8.77711
9	-8.78263
▁interface	-8.78337
weight	-8.78338
▁check	-8.78341
▁SQL	-8.78369
parse	-8.78621
▁contains	-8.7892
Absence	-8.79186
k	-8.7927
▁Punto	-8.79658
htm	-8.80108
dEntityException	-8.80123
BeneServizio	-8.80702
[3]	-8.8134
▁errore	-8.81674
Turista	-8.81761
▁clicca	-8.81952
){	-8.82052
▁/*	-8.82192
insegnamento	-8.82542
pIdTurista	-8.82632
▁In	-8.82682
li	-8.82954
Data	-8.83144
alità	-8.83191
▁sono	-8.83827
▁intero	-8.83877
▁accademico	-8.83919
▁tipo	-8.83941
▁Color	-8.84076
mod	-8.84461
setName	-8.84553
▁ManagerRegister	-8.84771
▁invia	-8.85651
ption	-8.85655
▁Object	-8.85667
BorderFactory	-8.8568
roblemi	-8.8568
▁True	-8.8568
▁constructor	-8.85688
▁associato	-8.85696
▁site	-8.85704
5	-8.85712
▁options	-8.85714
▁delete	-8.85731
JButton	-8.86025
assenza	-8.86309
OK	-8.86371
classroom	-8.86419
eGeneriche	-8.86865
"./	-8.8691
▁(5,	-8.87187
▁loggedUser	-8.87436
▁nell	-8.87447
=0;	-8.87752
▁image	-8.8805
▁pTurista	-8.88107
)));	-8.88298
PuntiDiRistoro	-8.88661
▁cancella	-8.88856
▁Name	-8.88876
one	-8.88949
6.	-8.89242
▁menu	-8.89507
Border	-8.89563
▁dettagli	-8.89659
▁description	-8.89721
▁Remote	-8.89734
Nome	-8.89928
▁sogg	-8.90567
[2].	-8.90574
getNumStanz	-8.90904
▁BeanTag	-8.91039
h	-8.91055
ID	-8.91334
▁provided	-8.9157
▁funzion	-8.91905
"))	-8.9198
à	-8.92215
▁indirizzo	-8.92307
IGestione	-8.92529
▁BeanVisitaBC	-8.92529
7,	-8.92623
Ricerca	-8.93223
▁file	-8.93483
CLASSROOM	-8.93605
▁passato	-8.93613
▁add	-8.9377
l	-8.93806
Rs	-8.93936
R	-8.94301
BeanVisitaBC	-8.94446
BeanVisitaPR	-8.94694
BeanTurista	-8.94736
▁Data	-8.9485
▁setId	-8.94862
▁","	-8.95607
▁str	-8.95619
FormatException	-8.95688
▁other	-8.95688
▁use	-8.95698
ionManagement	-8.9595
▁(0,	-8.96114
▁BeanPreferenz	-8.96212
▁20)	-8.96595
te	-8.96626
possibile	-8.96882
html	-8.96883
▁run	-8.97188
5.	-8.97259
utilizzata	-8.97281
Address	-8.97823
▁Restaurant	-8.97854
er	-8.97993
getSelectedIndex	-8.98051
no	-8.98148
▁insert	-8.98527
▁Refreshments	-8.98621
▁h	-8.98664
operatore	-8.98671
TION	-8.98745
▁exception	-8.98759
#	-8.98774
manager	-8.99028
UserListItem	-8.99038
];	-8.99287
funzionalit	-8.9934
▁1)	-8.99907
▁Avviso	-8.99988
▁insegnamenti	-8.9999
▁setupPanel	-8.9999
▁tSql	-8.99993
▁punto	-9.00073
▁take	-9.0012
getNome	-9.00218
▁fine	-9.00387
▁disp	-9.00424
anch	-9.00437
▁Fl	-9.00656
▁gli	-9.00703
u	-9.00859
pIdBeneCulturale	-9.00876
Column	-9.01171
▁Inv	-9.01273
indirizzo	-9.01365
Collection	-9.0139
▁parameter	-9.01576
Int	-9.0174
▁T	-9.01804
▁remove	-9.02096
▁giustifica	-9.0216
▁nella	-9.02207
BOTH	-9.02212
way	-9.02212
▁You	-9.02212
fill	-9.02222
▁associated	-9.02224
▁distance	-9.02261
idth	-9.02272
++	-9.02324
▁Servlet	-9.02503
px	-9.02544
setId	-9.02629
(""))	-9.02764
PR	-9.03001
Of	-9.03162
▁comment	-9.03487
▁Prepar	-9.03683
▁Us	-9.03693
From	-9.03704
tRs	-9.03724
address	-9.03783
InternalFrame	-9.04468
▁||	-9.04489
doc	-9.04507
def	-9.04508
▁puntodiristoro	-9.04838
▁login	-9.04915
see	-9.05037
str	-9.05135
16.	-9.05236
ly	-9.05663
▁turista	-9.05766
▁Re	-9.05869
Soggiornante	-9.05917
▁ris	-9.06
addebiti	-9.06062
create	-9.06068
RemoteException	-9.06134
Errore	-9.06662
▁Connect	-9.06793
Im	-9.06795
▁mandat	-9.06813
pBeneCulturaleID	-9.06843
▁btnElimina	-9.06885
▁aRow	-9.07077
▁We	-9.07662
▁temp	-9.07848
("")	-9.08039
▁Qu	-9.08083
Non	-9.08149
st	-9.08184
▁attiva	-9.08258
Java	-9.0841
The	-9.08644
aus	-9.08671
▁notifica	-9.09188
▁information	-9.09191
▁block	-9.09234
ryFieldException	-9.09244
Value	-9.0933
▁pagella	-9.09467
mpe	-9.09528
2;	-9.09671
Statement	-9.108
▁interro	-9.10827
Addebito	-9.10981
num	-9.1103
BeanPreferenz	-9.11031
getColumn	-9.11107
▁Pnom	-9.1163
▁management	-9.1163
▁due	-9.11633
▁datiPR	-9.11807
▁visualizzare	-9.1192
▁username	-9.12145
▁[0]	-9.12349
Visualizza	-9.12436
▁Errore	-9.12555
▁3.	-9.12737
▁contain	-9.13062
setLast	-9.13108
V	-9.1312
▁anno	-9.13121
▁Al	-9.13166
▁[1]	-9.13204
Line	-9.13366
Float	-9.13445
Annulla	-9.13602
▁column	-9.13754
▁getId	-9.13936
c	-9.14078
▁Add	-9.14137
▁effettuato	-9.14155
(""+	-9.14202
▁inserire	-9.14252
▁row	-9.14318
▁btnAzzera	-9.14412
▁Note	-9.1451
▁ManagerVotes	-9.14736
▁B	-9.14835
▁close	-9.14968
▁nota	-9.15038
▁su	-9.15851
Commento	-9.16064
▁th	-9.16238
▁="	-9.1624
lease	-9.16631
DATI	-9.16694
piatto	-9.16694
▁confirmation	-9.16695
▁initialization	-9.16706
▁insertion	-9.16716
▁Verifica	-9.16717
▁root	-9.16778
▁figlio	-9.16819
▁position	-9.16901
▁Elimina	-9.17148
▁settare	-9.17208
▁Search	-9.17249
▁no	-9.17327
th	-9.18188
▁ex	-9.18837
puntodiristoro	-9.18917
Color	-9.18928
sione	-9.1899
▁Requisit	-9.18996
▁rest	-9.19198
▁registro	-9.19326
eccezione	-9.19336
7	-9.19345
getInizio	-9.19361
▁8	-9.19402
▁No	-9.19405
▁+)	-9.19489
▁To	-9.19533
▁Otten	-9.19708
6	-9.19748
▁Cerca	-9.19791
PuntoDiRistoroID	-9.198
)){	-9.19867
▁println	-9.19972
Note	-9.20853
ag	-9.21245
▁JDesktopPane	-9.2125
0)	-9.21322
▁n	-9.21502
year	-9.21679
Lista	-9.21689
BeanNews	-9.21702
float	-9.21705
remove	-9.21712
conto	-9.21725
()))	-9.21852
[11]	-9.22029
▁requisiti	-9.22049
▁ritardo	-9.22161
10	-9.22375
▁char	-9.22509
32.	-9.22925
▁active	-9.23375
▁pTags	-9.24362
Vector	-9.24465
▁sia	-9.24516
class	-9.24523
finally	-9.2457
loc	-9.24571
▁7	-9.24656
lista	-9.24685
▁brea	-9.24733
▁Heritage	-9.24806
▁research	-9.24806
▁property	-9.24806
primo	-9.24806
generate	-9.24839
images	-9.24844
▁TODO	-9.24943
eph	-9.25005
▁Gestione	-9.25192
▁textGuida	-9.25299
▁runs	-9.25636
▁tRs	-9.25815
▁svolt	-9.25927
▁pRs	-9.2613
▁BeanTurista	-9.26199
▁getClass	-9.26525
▁setta	-9.27236
▁pPosizione	-9.27488
Auto	-9.27491
▁Seleziona	-9.27519
8	-9.27647
▁connessioni	-9.27663
OPTION	-9.27665
▁notification	-9.27667
▁datiBC	-9.27699
▁102,	-9.27785
▁cancel	-9.27797
▁btnSalva	-9.27805
idPuntoDiRistoro	-9.27904
▁preferences	-9.28036
48	-9.28094
▁And	-9.28115
test	-9.2836
Tag	-9.28378
▁extract	-9.28578
,"	-9.29355
▁JToolBar	-9.29473
▁test	-9.2955
up	-9.29702
:"	-9.29912
▁fa	-9.29972
Extra	-9.30118
archivio	-9.30296
0	-9.3032
java	-9.30559
▁StringBuffer	-9.30604
▁parametro	-9.30604
▁richiesta	-9.30604
▁logic	-9.30605
▁setVisible	-9.30614
height	-9.30615
Comune	-9.30619
▁attori	-9.30625
getFine	-9.30637
userManagement	-9.30668
▁Azione	-9.3073
▁Constructor	-9.30772
▁create	-9.30787
▁<0)	-9.30804
▁one	-9.3081
DE	-9.30883
▁Requisito	-9.30975
Banner	-9.31038
11	-9.3153
▁crea	-9.31697
▁ee	-9.31803
▁trova	-9.32092
name	-9.32244
▁relat	-9.32252
▁activate	-9.32544
le	-9.32551
[3].	-9.32598
os	-9.32783
""	-9.32892
▁Result	-9.32981
JScrollPane	-9.33247
▁clos	-9.33289
▁ne	-9.33347
▁compren	-9.33409
Type	-9.33475
corr	-9.33512
Duplicate	-9.33635
bevanda	-9.33635
▁request	-9.33635
contorno	-9.33635
▁lettura	-9.33635
persist	-9.33638
▁messaggio	-9.33641
BeanBanner	-9.33642
HashMap	-9.33643
▁Preferences	-9.33646
▁ca	-9.33646
▁each	-9.33647
▁piu	-9.33648
Object	-9.33655
▁sito	-9.33733
▁btnRicerca	-9.33883
▁count	-9.33965
▁pEvent	-9.34025
mente	-9.34506
▁exceptions	-9.34684
▁IGestione	-9.34786
Votes	-9.35267
▁line	-9.35587
ca	-9.35667
▁2.	-9.35707
▁Id	-9.358
▁gi	-9.35813
H	-9.35825
▁visit	-9.35858
▁JInternalFrame	-9.35978
▁base	-9.36005
DiRicerca	-9.36191
rid	-9.36252
Description	-9.3654
[4]	-9.36606
▁!	-9.36649
version	-9.36693
▁term	-9.3671
▁gestione	-9.36727
Commissionamento	-9.3676
EAST	-9.3676
▁False	-9.3676
▁inseriti	-9.3676
▁pulsanti	-9.3676
▁setup	-9.36851
servizio	-9.36857
text	-9.36892
ctors	-9.36903
Utility	-9.36904
public	-9.36906
▁12)	-9.37227
▁have	-9.37442
▁oggetto	-9.37652
▁Aggiungi	-9.38027
ActionListener	-9.38083
▁current	-9.38545
▁3;	-9.3862
12	-9.38664
Frame	-9.38815
▁control	-9.38829
▁Turista	-9.38937
▁JTable	-9.38953
co	-9.39208
getP	-9.39284
table	-9.39554
▁quantita	-9.39604
▁sta	-9.39725
▁page	-9.39729
()));	-9.39747
▁cell	-9.39807
nexpected	-9.39969
getItemCount	-9.39986
▁CheckboxGroup	-9.39986
▁remote	-9.39986
▁Mart	-9.39986
▁submit	-9.39987
▁given	-9.39992
▁pUsername	-9.40008
Hashtable	-9.40026
▁It	-9.40178
Serializable	-9.4019
DataBase	-9.40233
▁driver	-9.40238
tables	-9.40532
▁pStr	-9.40693
ive	-9.40735
▁PPuntoDiRistoro	-9.40878
▁back	-9.41088
m	-9.4137
▁0.	-9.41435
To	-9.41618
▁-1	-9.41776
▁Stanza	-9.4192
8,	-9.41941
▁(12	-9.42002
▁Absence	-9.42361
▁Verif	-9.42424
ContentPane	-9.43273
▁agency	-9.43319
JTextPane	-9.43319
room	-9.43353
insert	-9.43361
give	-9.43406
ValueAt	-9.43409
ResultSet	-9.43414
▁='"	-9.43468
Double	-9.43495
▁location	-9.43525
student	-9.43606
▁quell	-9.43733
▁year	-9.43745
al	-9.43798
▁values	-9.4394
14	-9.44
▁managerTeaching	-9.44188
▁array	-9.44348
B	-9.44488
7.	-9.44965
▁gridbag	-9.45153
▁operations	-9.45539
Justify	-9.46323
▁Pi	-9.46448
▁room	-9.46451
▁Serializable	-9.46549
▁classi	-9.46677
TEACHING	-9.46706
▁caratteri	-9.46767
▁recuperare	-9.46767
SwingConstants	-9.46767
soggiornanti	-9.46767
prox	-9.46768
▁viene	-9.46768
executeQuery	-9.46768
PerPagina	-9.4689
▁scherma	-9.46893
date	-9.46923
▁pIdPreferenza	-9.4693
▁cambio	-9.47048
da	-9.47068
▁pi	-9.47192
quantita	-9.47211
padre	-9.47251
▁path	-9.47273
execute	-9.47342
▁terms	-9.47469
stag	-9.47475
]);	-9.47485
▁ManagerAddress	-9.47726
▁Confirm	-9.47831
▁addebiti	-9.47894
+"	-9.47923
br	-9.48144
eDiRicerca	-9.48146
▁validit	-9.4816
Advertisement	-9.48186
▁html	-9.48352
albergo	-9.48905
ce	-9.49094
▁>	-9.49122
▁Test	-9.49375
▁pRow	-9.49503
[5].	-9.49619
▁teaching	-9.49802
▁do	-9.50055
show	-9.50331
▁H	-9.50334
addMouse	-9.50339
▁255)	-9.50339
▁Convention	-9.50339
▁Interface	-9.50339
▁function	-9.50339
▁rightPanel	-9.50339
executeUpdate	-9.50341
▁PKeyword	-9.50343
▁identifier	-9.50344
▁successfully	-9.50364
▁bene	-9.50365
▁statistiche	-9.50365
▁carica	-9.50366
NumeroElementi	-9.50373
▁condizioni	-9.50419
▁deleted	-9.50488
▁datiTurista	-9.5051
ario	-9.50576
justify	-9.5059
▁tableBC	-9.50659
▁pResultSet	-9.50684
▁Con	-9.50777
votes	-9.50881
pTags	-9.50916
jLabel	-9.50964
accesso	-9.50972
+	-9.51276
▁pColumn	-9.51939
Delay	-9.51976
3;	-9.52108
▁BeanVisitaPR	-9.52113
▁student	-9.52369
managerClassroom	-9.52553
▁prima	-9.5274
▁lo	-9.52857
▁arg	-9.53473
ono	-9.53504
Cod	-9.53783
▁(18	-9.53975
▁Database	-9.5404
Salva	-9.54041
ipad	-9.54042
lang	-9.54042
▁notify	-9.54042
▁comm	-9.54059
Letto	-9.54062
Pos	-9.5407
sente	-9.54107
▁btnAttiva	-9.54111
▁edit	-9.54263
▁StringTokenizer	-9.54472
TEST	-9.54592
▁address	-9.5461
amministratore	-9.54694
exists	-9.54736
getAcademicYear	-9.54746
[12]	-9.5477
stanze	-9.54791
ask	-9.54899
▁Classe	-9.55194
==	-9.55221
▁end	-9.55243
▁classroom	-9.5577
▁presente	-9.55933
[0],	-9.56113
)))	-9.56387
bc	-9.57007
Comm	-9.573
▁Operatore	-9.57356
Empty	-9.57403
Component	-9.57528
OR	-9.57562
▁allow	-9.57834
ir	-9.57845
▁project	-9.57865
Count	-9.57878
VOTES	-9.57888
UtentiRegistrati	-9.57889
▁who	-9.57898
▁pensione	-9.5793
in	-9.57932
▁can	-9.57934
(){	-9.57956
▁dialog	-9.57959
▁tableTuristi	-9.57963
[4].	-9.58062
▁giorno	-9.58209
▁(0)	-9.58249
▁dato	-9.58275
▁province	-9.58454
nte	-9.58456
▁modificare	-9.58492
▁mo	-9.58531
▁40	-9.58677
clienti	-9.58735
pVotes	-9.5875
▁card	-9.58756
▁pPassword	-9.5878
prenotazione	-9.58795
▁Select	-9.5882
▁!(	-9.58872
+1	-9.58913
▁View	-9.59084
getNum	-9.59182
ul	-9.59299
gisterManagement	-9.59397
▁changed	-9.59481
getName	-9.59785
▁present	-9.59908
▁tot	-9.60098
▁was	-9.60228
13	-9.60264
List	-9.60428
▁valid	-9.6047
▁Classroom	-9.60791
1)	-9.60871
▁inizio	-9.60956
▁note	-9.61193
pId	-9.61433
ical	-9.61618
▁Lista	-9.61717
//	-9.61726
setNome	-9.61824
▁select	-9.61886
Valuta	-9.61888
eparator	-9.61888
group	-9.61888
▁Steps	-9.61888
▁orarioApertura	-9.61888
▁orarioChiusura	-9.61888
▁duplicate	-9.61914
▁Preconditions	-9.61928
▁good	-9.62087
▁today	-9.62098
▁Un	-9.62149
▁setPreferred	-9.6234
absence	-9.62354
ElementiRicerca	-9.62465
DI	-9.62621
base	-9.62742
getDescrizione	-9.62841
▁desk	-9.62862
supp	-9.629
JInternalFrame	-9.62935
Punto	-9.62949
pannello	-9.62951
pRow	-9.62966
catch	-9.62979
IdTurista	-9.63037
▁Ma	-9.63105
OperatoreAgenzia	-9.63198
Year	-9.63202
▁'"	-9.63205
▁component	-9.6337
tf	-9.63564
▁Tourists	-9.63852
▁5)	-9.64481
Changed	-9.64529
▁insegnamento	-9.64687
removeAll	-9.65003
▁IdTurista	-9.6503
g	-9.65298
▁getName	-9.65407
Disp	-9.65733
Preferit	-9.65741
OrarioApertura	-9.65797
M	-9.65854
1;	-9.65861
Longitudine	-9.65884
Latitudine	-9.65887
licca	-9.6603
Form	-9.66051
pDistanzaMassima	-9.66055
▁docente	-9.66055
▁want	-9.66055
Commissioni	-9.66055
Specifi	-9.66055
▁finestra	-9.66061
▁received	-9.66107
▁reg	-9.66119
RSO	-9.66122
pg	-9.66142
secondo	-9.66161
▁aver	-9.66187
▁ev	-9.66254
▁btnAnnulla	-9.66265
▁relativo	-9.66371
▁2009	-9.66548
▁logged	-9.6662
▁startA	-9.6665
delay	-9.66685
▁Insert	-9.66709
▁account	-9.66807
▁rating	-9.67078
loadRecord	-9.67106
Delete	-9.67276
JDesktopPane	-9.67286
JTextField	-9.67315
MessageDialog	-9.67325
has	-9.67362
▁mostra	-9.674
BC	-9.6741
pTeaching	-9.67503
▁pMessage	-9.67662
Text	-9.6781
▁images	-9.67873
▁whe	-9.67903
▁JTabbedPane	-9.67903
▁font	-9.67906
▁Address	-9.67974
▁sup	-9.68145
▁objects	-9.68226
▁px	-9.6834
▁Value	-9.68376
amo	-9.68495
FORMAT	-9.68871
▁used	-9.68972
▁day	-9.69101
ListSelection	-9.69105
ena	-9.6924
▁--	-9.69414
llo	-9.6951
▁bc	-9.69533
▁Tag	-9.699
▁validi	-9.69985
Size	-9.69998
OrarioChiusura	-9.70148
ackground	-9.70395
BEAN	-9.70403
▁FinteVisite	-9.70403
▁heritage	-9.70403
antipasto	-9.70403
cibo	-9.70403
▁desktop	-9.70403
▁richiesto	-9.70403
▁corretta	-9.70404
▁jPanel	-9.70404
▁writeDati	-9.70405
▁searchPanel	-9.70423
pr	-9.70433
▁issued	-9.70444
Provincia	-9.70473
▁Carica	-9.70483
PRE	-9.70508
age	-9.70581
="./	-9.70599
▁tutti	-9.70654
▁Change	-9.70679
▁Input	-9.70757
▁thrown	-9.70931
▁Event	-9.71059
▁Pnews	-9.71352
▁pBanner	-9.7141
cambiare	-9.71614
▁phone	-9.71618
sFrom	-9.7164
▁time	-9.71659
▁sull	-9.71668
Iterator	-9.71744
▁Cancella	-9.71846
ImageIcon	-9.71863
JTable	-9.71896
tel	-9.71916
idClassroom	-9.72044
Username	-9.72073
▁relativ	-9.72084
▁Boolean	-9.72205
addS	-9.72272
IdJustify	-9.72531
aximum	-9.72797
▁TableModel	-9.72963
AcademicYear	-9.73061
▁k	-9.73476
▁absence	-9.737
string	-9.73829
▁its	-9.7385
▁corrispondent	-9.74689
Values	-9.7479
KeyEvent	-9.74829
Cour	-9.74881
JUSTIF	-9.74885
ADDRESS	-9.74948
TEACHER	-9.74948
TuristaClient	-9.74948
hasNext	-9.74948
▁functionality	-9.74948
▁pannelli	-9.74948
▁layer	-9.74949
Pren	-9.7495
▁Util	-9.74951
ICA	-9.74953
CU	-9.74956
▁soggiorno	-9.74958
gif	-9.74964
alb	-9.74971
▁maximum	-9.74984
Attac	-9.74985
▁(107	-9.74986
TE	-9.75003
▁toolbar	-9.75015
▁dataVisita	-9.75032
▁desc	-9.75034
▁pStringa	-9.75113
▁cap	-9.75268
▁Display	-9.75323
isEmpty	-9.75527
ier	-9.75603
MediaVoti	-9.75699
▁esiste	-9.75764
▁For	-9.75804
▁presenti	-9.75829
▁managerRegister	-9.75928
Dati	-9.75932
▁indirizzoPR	-9.75949
day	-9.7598
▁days	-9.76006
Number	-9.76139
note	-9.76282
9,	-9.76315
FR	-9.76455
▁teachingList	-9.76533
pClassroom	-9.76554
Inserimento	-9.76562
prima	-9.76578
ON	-9.76603
else	-9.76655
an	-9.76722
getDate	-9.76989
▁Inserisc	-9.77151
POS	-9.77259
▁Prenotazione	-9.77304
errore	-9.77359
","	-9.77538
▁Inserisci	-9.77798
▁Inserimento	-9.78047
▁Compila	-9.78284
▁rilascia	-9.78454
▁15	-9.78717
Teacher	-9.78938
▁tabella	-9.79002
IdPreferenz	-9.7948
▁par	-9.79529
Cancel	-9.79706
Output	-9.79709
SOUTH	-9.7971
Amora	-9.7971
▁riposo	-9.7971
▁collection	-9.79711
Tel	-9.79711
▁Giu	-9.79716
▁qualità	-9.79717
▁altrimenti	-9.79717
▁(51,	-9.79718
▁should	-9.79734
▁passed	-9.79757
="+	-9.79768
▁default	-9.79798
▁view	-9.79798
▁particular	-9.79798
DataVisita	-9.79825
▁prezzo	-9.79849
▁deskSize	-9.79956
▁accetta	-9.79963
▁inComune	-9.80051
▁email	-9.80122
▁Cri	-9.80269
▁accademic	-9.80392
▁File	-9.80665
lio	-9.80698
▁Final	-9.80827
-1;	-9.80841
▁setIcon	-9.81117
Categoria	-9.81145
Prepar	-9.81267
@	-9.81311
write	-9.81446
NUM	-9.8146
used	-9.81483
ch	-9.81502
Edit	-9.81533
academicYear	-9.81556
current	-9.8158
boolean	-9.81629
numero	-9.81637
JToolBar	-9.81642
JComboBox	-9.81683
▁!((	-9.81839
▁12),	-9.81856
▁possibile	-9.81861
▁addebito	-9.81997
AL	-9.8258
▁academicYear	-9.8262
▁Stabil	-9.83134
▁returned	-9.83415
▁Crea	-9.83624
▁clienti	-9.83684
▁Delay	-9.83909
▁pTeaching	-9.83927
▁variable	-9.84007
16	-9.84081
TabbedPane	-9.84105
Conto	-9.84128
▁exists	-9.84148
▁frames	-9.84215
etSelectedIndex	-9.84321
▁votes	-9.84435
▁dovr	-9.84676
Adapter	-9.8469
STAGIONE	-9.8471
▁supplied	-9.8471
▁Load	-9.8471
Savepoint	-9.84711
▁soggiornante	-9.84711
▁running	-9.84711
▁ogni	-9.84714
▁fields	-9.84717
▁speculative	-9.84718
▁poter	-9.84729
▁questa	-9.84738
▁Parameter	-9.84803
immagine	-9.84812
▁tableNews	-9.84819
MascheraAddebiti	-9.84865
▁elements	-9.84891
▁MODIFICA	-9.84951
▁inserito	-9.84961
▁performance	-9.84962
▁TablePr	-9.84962
▁flag	-9.84962
▁treeBanner	-9.84963
▁eventserver	-9.84978
Convenzione	-9.84995
setColumn	-9.84996
AS	-9.85078
getCognome	-9.85273
18	-9.85275
▁aggiorna	-9.85377
▁nomePR	-9.85548
▁Attore	-9.85602
▁pos	-9.8602
▁Addebito	-9.86072
▁3),	-9.86077
Location	-9.86106
▁parameters	-9.86176
Label	-9.86298
▁newVotes	-9.86467
▁turn	-9.86486
Modifica	-9.86549
list	-9.86716
▁ric	-9.86739
was	-9.86837
temp	-9.86856
nome	-9.86875
ManagerTeaching	-9.86876
Visualizzazione	-9.86892
JLabel	-9.86893
ate	-9.86954
pAbsence	-9.87011
SchedaBC	-9.87243
▁ch	-9.87333
▁-1)	-9.87558
▁Categoria	-9.87961
▁Edit	-9.87973
20,	-9.88556
15,	-9.88641
▁res	-9.88679
pBC	-9.88798
">	-9.88997
▁necessari	-9.89534
▁Release	-9.89616
▁tutt	-9.89735
Addebiti	-9.89777
▁process	-9.8982
▁seleziona	-9.89878
Numero	-9.89897
▁open	-9.89898
▁exceed	-9.89906
▁preferenze	-9.89966
ntDataManagement	-9.89973
MutableTreeNode	-9.89973
castRemoteObject	-9.89973
izable	-9.89973
terio	-9.89973
▁etichette	-9.89973
▁inserita	-9.89973
▁chiede	-9.89974
▁frequency	-9.89977
QU	-9.8998
▁transaction	-9.8998
▁cancellation	-9.89985
INSER	-9.89995
▁prSlider	-9.89995
▁pref	-9.90057
▁giornoChiusura	-9.90072
▁periodo	-9.90075
▁city	-9.90076
▁BeanBanner	-9.90082
▁0.3	-9.90091
▁Banner	-9.90107
▁selezionata	-9.9012
tramite	-9.90122
NTO	-9.90129
3>	-9.90144
ne	-9.90196
▁Modify	-9.90239
▁aLabel	-9.90493
Scheda	-9.90494
Constraints	-9.90589
▁statistics	-9.90776
ose	-9.90787
▁pannelloTag	-9.90805
▁pDescrizione	-9.90846
0.	-9.91028
▁Stat	-9.91041
getBtn	-9.91109
Operatore	-9.9115
8.	-9.91364
▁there	-9.91538
▁G	-9.91603
TableModel	-9.91723
image	-9.91801
put	-9.91856
Email	-9.91895
BeniServizi	-9.92023
▁getColumn	-9.92038
alunno	-9.92235
prepare	-9.92268
load	-9.92281
getT	-9.92305
File	-9.92309
(0)	-9.92316
pTermine	-9.92401
turista	-9.92408
▁stata	-9.9242
password	-9.92435
▁((!	-9.92497
▁associati	-9.92585
selectedRow	-9.92679
update	-9.92782
▁All	-9.92982
▁News	-9.93454
ally	-9.94022
▁mod	-9.94093
Dettagli	-9.941
TagComune	-9.94137
▁Scegli	-9.94265
ast	-9.94523
asks	-9.94538
ER	-9.94599
▁preference	-9.949
CH	-9.94988
etween	-9.95051
▁support	-9.9519
Warning	-9.95202
Turn	-9.95264
ensionamento	-9.95351
▁Priorit	-9.95421
▁obtain	-9.95471
▁Category	-9.95502
▁Votes	-9.95509
Scroll	-9.95511
▁Genera	-9.95514
▁main	-9.95519
Stagionalita	-9.95529
▁ELIMINA	-9.95529
BANNER	-9.95529
TIMEOUT	-9.95529
▁again	-9.95529
▁particolare	-9.95529
0,0,0,0	-9.9553
▁modifiche	-9.95531
▁numeroVoti	-9.95532
▁jButton	-9.95537
▁ristorante	-9.95538
Supplemento	-9.95538
JToggleButton	-9.95541
▁startConferma	-9.95549
▁entered	-9.95557
▁obtained	-9.95587
▁valore	-9.95598
redefined	-9.95618
▁banners	-9.95626
▁content	-9.95632
▁identificat	-9.95633
▁campi	-9.95642
▁disponibilita	-9.95679
▁queryID	-9.9572
▁ottieniNumero	-9.95722
▁categories	-9.95734
setBackground	-9.95745
▁correct	-9.95887
▁cancellazione	-9.95945
▁Tipo	-9.95993
▁getBtn	-9.96194
▁month	-9.96258
pPosizioneUtente	-9.96294
▁BeanNews	-9.96448
▁toString	-9.96527
▁caratteristiche	-9.96546
▁link	-9.96547
▁testoNews	-9.96549
▁tmp	-9.96552
▁alto	-9.9664
▁first	-9.96712
Selezionare	-9.96844
ove	-9.96959
▁14))	-9.97051
▁conf	-9.97066
▁Path	-9.97105
2>	-9.97296
▁JTextArea	-9.97478
▁btnVisualizza	-9.97578
ri	-9.97649
▁size	-9.97763
ct	-9.97977
Attiva	-9.98003
iterator	-9.98034
active	-9.98062
checkbox	-9.98211
inserimento	-9.98218
caller	-9.98237
ManagerRegister	-9.98307
requirement	-9.98312
unzionale	-9.985
▁pr	-9.98585
▁state	-9.98596
▁load	-9.9875
▁qual	-9.98753
▁so	-9.99105
23	-9.99285
")),	-9.99333
▁points	-9.99532
getTeaching	-9.99595
ized	-9.99971
di	-10.0022
izzare	-10.005
▁delay	-10.0053
▁car	-10.0074
▁character	-10.0076
24	-10.0076
▁Justify	-10.0081
Selection	-10.0093
nt	-10.0113
Via	-10.0117
▁execut	-10.0118
AccademicYear	-10.0122
▁confirm	-10.0124
OG	-10.0127
▁disponibili	-10.0133
▁receive	-10.0134
▁store	-10.0134
()+"	-10.0135
ora	-10.0135
tml	-10.0139
etSelectedItem	-10.014
scheda	-10.0141
Bar	-10.0141
convert	-10.0141
BAR	-10.0141
egorianCalendar	-10.0141
BENE	-10.0141
CULTURALE	-10.0141
Phnom	-10.0141
Registry	-10.0141
▁Where	-10.0141
▁managing	-10.0141
▁parametri	-10.0141
▁stmt	-10.0141
▁later	-10.0141
▁precedente	-10.0141
▁impact	-10.0142
▁toolbarSchedaBC	-10.0142
▁stagione	-10.0142
▁modal	-10.0142
▁record	-10.0143
▁momento	-10.0143
▁PTags	-10.0145
▁eliminare	-10.0146
▁2)	-10.0147
▁PPosizione	-10.0149
▁jTextPane	-10.0152
▁servizio	-10.0153
▁btnEliminaBC	-10.0154
ableCellRenderer	-10.0156
▁inserted	-10.0158
mot	-10.0163
▁spes	-10.0168
▁controllo	-10.0172
ottieniPreferenz	-10.0172
▁pNumeroPagina	-10.0174
▁corrispondente	-10.0176
▁30	-10.018
▁Default	-10.0187
▁register	-10.019
▁myCheckbox	-10.019
▁pass	-10.0191
locale	-10.0197
▁>=	-10.0222
▁tempo	-10.0228
24.	-10.0231
▁cognome	-10.0247
▁min	-10.0261
tive	-10.0264
▁pPuntoDiRistoro	-10.027
***************	-10.0288
it	-10.0308
▁3)	-10.0309
▁we	-10.0311
▁Cancellazione	-10.0315
Compilato	-10.032
▁',	-10.0327
10.	-10.0364
▁stub	-10.037
▁appen	-10.0388
SI	-10.0418
canc	-10.0435
showInternal	-10.0442
mr	-10.0445
Const	-10.0448
BeanConvenzione	-10.0449
▁Const	-10.0451
Conferma	-10.0454
ricerca	-10.0455
selected	-10.0456
check	-10.0458
session	-10.0458
unisa	-10.0458
pNote	-10.046
mo	-10.0472
are	-10.0527
▁[3]	-10.0529
con	-10.0591
lo	-10.0619
getData	-10.063
▁conta	-10.0646
▁Disponibilita	-10.0655
▁Subscriber	-10.0659
Row	-10.0676
▁vote	-10.0703
IP	-10.0712
▁Implement	-10.0715
isDirector	-10.0719
▁pPreferenza	-10.0722
▁config	-10.0735
▁operator	-10.0737
Posizione	-10.074
GiornoChiusura	-10.0743
lementiPerPagina	-10.0744
ze	-10.0747
▁find	-10.0759
▁err	-10.076
▁btnReset	-10.0761
K	-10.0762
▁modifi	-10.0763
▁pane	-10.0765
Upload	-10.0766
▁success	-10.0766
▁Etichetta	-10.0766
Room	-10.0766
DATE	-10.0766
Rectangle	-10.0766
oftware	-10.0766
▁LIKE	-10.0766
▁Otherwise	-10.0766
▁assenze	-10.0766
▁communicat	-10.0766
▁inesistente	-10.0766
whi	-10.0766
▁authenticated	-10.0766
ROLL	-10.0766
▁attive	-10.0766
▁fornito	-10.0767
reparedStatement	-10.0769
▁modification	-10.0769
setSelected	-10.0769
▁esistente	-10.077
stituisc	-10.077
▁same	-10.0771
G	-10.0771
▁attribute	-10.0771
▁registered	-10.0772
figura	-10.0773
▁"""";	-10.0773
▁panelHelp	-10.0773
▁Activate	-10.0778
▁btnSchedaBC	-10.0778
=1;	-10.078
▁Per	-10.0785
▁bread	-10.0796
▁place	-10.0798
F	-10.081
▁tra	-10.0813
▁corrente	-10.0819
▁cancellaTag	-10.0822
istaSoggiornanti	-10.083
getS	-10.0832
▁[5]	-10.0832
▁Immagine	-10.0833
▁pVia	-10.0836
▁textbox	-10.084
)).	-10.0843
▁compost	-10.0856
▁thisEvent	-10.0879
▁pTagID	-10.0881
▁scadenza	-10.0881
lus	-10.09
▁Richiest	-10.0906
SC	-10.0913
▁cre	-10.0935
▁pIdUser	-10.095
▁Li	-10.0955
▁setText	-10.0958
▁ControlloDati	-10.0967
▁getTime	-10.0967
▁modella	-10.1
▁choice	-10.103
▁Requirement	-10.1044
All	-10.1047
▁UserListItem	-10.1051
tale	-10.1056
start	-10.1075
>();	-10.1079
▁Teaching	-10.1081
DBPuntoDiRistoro	-10.1101
▁tr	-10.1102
City	-10.1104
25	-10.1105
▁checkbox	-10.1114
9.	-10.1119
addebito	-10.1119
▁Attiva	-10.1121
btnModifica	-10.1121
cliente	-10.1123
Amministratore	-10.1123
label	-10.1125
dispose	-10.1127
12.	-10.1135
▁tu	-10.1174
rial	-10.1188
anda	-10.12
▁co	-10.1212
▁pAbsence	-10.1219
IdAddress	-10.1238
▁Model	-10.1246
sup	-10.1257
▁")"	-10.1257
▁justify	-10.1307
▁autentica	-10.1338
▁im	-10.1347
▁r	-10.1349
mail	-10.1362
▁execute	-10.1363
▁feature	-10.1367
Socket	-10.14
▁insufficient	-10.1402
▁messag	-10.1404
▁send	-10.1414
▁desiderat	-10.1415
▁[2]	-10.1418
▁Description	-10.142
Registrazione	-10.1421
▁desidera	-10.1424
▁Err	-10.1426
auro	-10.143
▁abbia	-10.1431
IST	-10.1433
Agg	-10.1433
convenien	-10.1433
▁transazione	-10.1433
▁btnInsertModify	-10.1433
warning	-10.1433
PoolDataSource	-10.1433
isVisible	-10.1433
YES	-10.1433
▁helpPanel	-10.1433
UP	-10.1433
▁but	-10.1433
ontoRistorazione	-10.1433
▁elimination	-10.1433
ManagerException	-10.1434
▁genStat	-10.1434
▁eseguito	-10.1434
▁massimo	-10.1436
completa	-10.1439
▁stored	-10.1441
▁pIdTag	-10.1442
ORD	-10.1443
▁done	-10.1446
▁toolbarPR	-10.1447
▁btnModificaBC	-10.1448
▁editing	-10.1448
▁formNews	-10.1449
▁insufficienti	-10.1464
ESTION	-10.1464
▁BCToolbar	-10.1467
▁port	-10.1472
▁Nel	-10.1474
idStudent	-10.1475
Fields	-10.1475
▁figli	-10.1478
▁Indietro	-10.1489
▁Assegna	-10.1489
▁relevan	-10.1492
▁pTelefono	-10.1497
ato	-10.1504
▁then	-10.1505
▁pProvincia	-10.1514
▁action	-10.1533
▁pu	-10.1538
▁questo	-10.154
▁classroomList	-10.1558
▁ottieniTag	-10.1559
▁Thread	-10.1578
▁us	-10.1582
Class	-10.1582
▁totale	-10.1585
▁help	-10.1602
▁DeskManager	-10.1602
tabilit	-10.1639
▁pAcademicYear	-10.1649
▁into	-10.1652
▁title	-10.167
▁costo	-10.1671
▁200	-10.1678
▁9	-10.1681
PID	-10.1682
▁De	-10.1687
TA	-10.1693
▁(!(	-10.1711
17	-10.1725
▁report	-10.1739
▁update	-10.1743
la	-10.1747
▁BeanOperatore	-10.1761
21	-10.1765
RegisterLine	-10.1786
▁qua	-10.1808
turn	-10.1811
▁caller	-10.1814
Inseri	-10.1814
Open	-10.1818
Termine	-10.1819
azione	-10.1828
call	-10.183
report	-10.183
▁length	-10.1833
jContentPane	-10.1843
▁pTermine	-10.1847
▁pDate	-10.1851
Cognome	-10.1853
▁funzionalit	-10.1866
▁statement	-10.1889
▁(3,	-10.1905
WA	-10.1913
▁total	-10.1914
JTabbedPane	-10.1919
Menu	-10.193
▁de	-10.197
olic	-10.1995
▁Component	-10.2004
▁st	-10.2009
serisciPreferenz	-10.2025
Stringa	-10.2033
Tab	-10.2038
▁show	-10.2044
▁ed	-10.2085
▁thread	-10.2086
;//	-10.2095
▁equal	-10.2096
],	-10.2105
Document	-10.211
Voto	-10.2111
▁ruol	-10.2115
▁Ga	-10.2118
ING	-10.2124
▁bas	-10.2133
▁include	-10.2144
DesktopPane	-10.2145
eight	-10.2147
EBShape	-10.2147
Holdability	-10.2147
YetException	-10.2147
▁"','"	-10.2147
▁INSERISCI	-10.2147
▁alunni	-10.2147
▁mediaVoti	-10.2147
▁selezione	-10.2147
▁window	-10.2147
EBT	-10.2147
pologi	-10.2147
▁anni	-10.2147
▁about	-10.2147
▁switch	-10.2147
▁readDati	-10.2147
substring	-10.2147
▁renderer	-10.2148
▁statTotali	-10.2148
▁outStream	-10.2148
Posti	-10.2148
getSelectedItem	-10.2148
MouseEvent	-10.215
▁evdStat	-10.215
Closing	-10.2151
▁projectName	-10.2152
▁according	-10.2152
▁managerVotes	-10.2152
Identifier	-10.2152
▁sent	-10.2154
▁included	-10.2155
▁controlli	-10.2156
▁Controllo	-10.216
▁btnSostituisci	-10.2161
▁eliminazione	-10.2163
Option	-10.2163
DBTurista	-10.2164
▁(80	-10.2175
▁btnInserisci	-10.2184
opened	-10.2184
▁scroll	-10.2184
foundSoggiornant	-10.2185
▁up	-10.2188
▁headers	-10.2196
▁save	-10.2201
div	-10.2202
getYear	-10.2202
ve	-10.2207
▁NewsTableModel	-10.2233
▁Fine	-10.2236
YS	-10.2245
▁140	-10.2256
ti	-10.2263
▁PBC	-10.227
29	-10.2295
otice	-10.2298
statMeseCorrente	-10.2299
12,	-10.2315
tImplemented	-10.2334
etAcademicYear	-10.2346
▁closes	-10.2354
▁val	-10.2365
CalcoloConto	-10.2373
▁Notification	-10.2378
▁Man	-10.2382
("",4	-10.2425
▁Feedback	-10.2437
▁Open	-10.2467
VisitaBC	-10.2476
▁subscribers	-10.2484
▁pAddress	-10.2509
VisitaPR	-10.2532
frame	-10.254
Boolean	-10.254
NumeroVoti	-10.2546
▁inserimento	-10.2552
22	-10.2554
Telefonate	-10.2569
BeanPiatto	-10.2582
getCap	-10.2585
bar	-10.259
BeanMenu	-10.2596
border	-10.2597
choice	-10.2599
&&	-10.26
appen	-10.26
Aggiungi	-10.2604
message	-10.2607
pAddress	-10.2624
13.	-10.2638
getTime	-10.2654
[];	-10.2665
13,	-10.2674
volta	-10.2693
OL	-10.2703
▁addebita	-10.2709
sing	-10.272
▁supp	-10.2743
20	-10.2746
allo	-10.2749
▁amministratore	-10.2781
Pro	-10.2789
▁()!	-10.2817
tion	-10.2823
riverDescription	-10.2834
14.	-10.2839
▁(1)	-10.2861
Statistiche	-10.287
Piatto	-10.288
▁oggett	-10.2883
Prezzo	-10.2891
Case	-10.2902
Source	-10.2903
▁42	-10.291
GES	-10.2914
row	-10.2915
▁tab	-10.2915
▁Post	-10.2916
NEWS	-10.2916
details	-10.2916
▁Access	-10.2916
▁Inizializza	-10.2916
▁PVIS	-10.2916
▁Root	-10.2916
▁Vincen	-10.2916
▁contenente	-10.2916
▁finteVisite	-10.2916
▁utenti	-10.2916
PreferenzaGene	-10.2916
▁Postconditions	-10.2916
ActionPerformed	-10.2916
▁Permette	-10.2916
Enter	-10.2916
abio	-10.2916
relli	-10.2916
▁keyword	-10.2916
▁internalFrame	-10.2917
▁jPanelUp	-10.2917
▁generata	-10.2917
▁frameIcon	-10.2917
▁ebs	-10.2917
▁verr	-10.2917
DISPONIBILE	-10.2917
ket	-10.2918
Aggiornamento	-10.2918
▁risultato	-10.2918
▁online	-10.2918
▁pcap	-10.2918
▁certa	-10.2919
▁GridLayout	-10.2922
cancella	-10.2922
▁entering	-10.2922
Upper	-10.2923
▁convenzione	-10.2924
▁pIdMenu	-10.2925
▁registrato	-10.2928
▁variabili	-10.293
▁flow	-10.2931
▁past	-10.2939
ById	-10.294
▁Controlla	-10.2941
▁rid	-10.2948
setVertical	-10.2949
▁btnEliminaN	-10.2952
eme	-10.2953
▁made	-10.2956
▁order	-10.2956
▁General	-10.2958
204	-10.2958
▁nNote	-10.2959
19	-10.296
▁constraints	-10.2966
getUserBy	-10.2972
▁btnModificaN	-10.2972
▁pStatementSql	-10.2982
▁pCognome	-10.3
adin	-10.3005
▁Uni	-10.3006
▁136	-10.3006
▁calculat	-10.3008
ma	-10.3008
▁any	-10.3014
▁nomeBC	-10.3016
▁Calcolo	-10.3025
▁border	-10.3028
▁agenzia	-10.3039
▁ServletShow	-10.3041
2)	-10.3047
▁args	-10.3054
▁pValue	-10.3062
▁pages	-10.3064
▁Construct	-10.3069
▁33	-10.3086
sSelected	-10.3092
▁pName	-10.3095
▁creates	-10.3097
▁DB	-10.3098
▁Mo	-10.31
▁em	-10.3109
30,	-10.3139
▁At	-10.3149
ostra	-10.317
Driver	-10.3171
▁1]	-10.3181
11.	-10.3195
▁pE	-10.3216
un	-10.3233
Visita	-10.3243
inserisci	-10.3263
▁Configurazione	-10.3274
▁changes	-10.3277
▁param	-10.3301
▁indicate	-10.333
Password	-10.3341
stub	-10.3362
abili	-10.3363
Default	-10.3371
Requirement	-10.3377
▁Is	-10.3391
comitiva	-10.3394
pParoleChiave	-10.3412
coperti	-10.3413
Phone	-10.3413
26.	-10.3416
scatti	-10.3417
key	-10.3418
"";	-10.342
teacher	-10.3427
tmp	-10.3432
pMessage	-10.3438
Project	-10.3439
banner	-10.3441
etich	-10.3441
▁OK	-10.3442
▁pro	-10.3443
ere	-10.345
cre	-10.3452
pColumn	-10.3464
pos	-10.3486
▁Iterator	-10.3492
(!	-10.3509
▁te	-10.3535
pUser	-10.3539
Property	-10.354
Preferenz	-10.3542
[10]	-10.356
▁ottieniLista	-10.3589
z	-10.3647
▁ai	-10.3651
20.	-10.3656
▁(4)	-10.3675
▁artifact	-10.3681
▁exist	-10.3689
▁Si	-10.369
▁Manager	-10.3693
▁methods	-10.3703
17.	-10.3718
errori	-10.3731
ame	-10.3736
emorizza	-10.3739
Editable	-10.374
DataNascita	-10.3748
▁alert	-10.3749
▁notifiche	-10.375
Concurrency	-10.375
Position	-10.375
scanVector	-10.375
Province	-10.375
SIZE	-10.375
repeat	-10.375
tractTableModel	-10.375
▁filter	-10.375
▁genitore	-10.375
▁indirizzi	-10.375
▁modify	-10.375
▁similarity	-10.375
▁AddEventRect	-10.375
▁btnReimposta	-10.375
▁tasto	-10.375
Cliente	-10.375
▁through	-10.375
▁assert	-10.375
TUR	-10.375
▁toolbarTuristi	-10.375
="""";	-10.375
()+"."+	-10.3751
▁gestioneBC	-10.3751
▁pKeyword	-10.3752
▁basso	-10.3752
campoCompilato	-10.3752
addebitati	-10.3752
▁two	-10.3752
▁driverVector	-10.3752
-04	-10.3753
▁Stor	-10.3753
▁specified	-10.3754
SOL	-10.3759
RicercaStanza	-10.376
▁panelSearch	-10.376
w	-10.3764
▁general	-10.3765
▁controllare	-10.3765
▁empty	-10.3766
▁unique	-10.3766
▁Mich	-10.3769
▁Favorites	-10.3769
▁inserisciTag	-10.3771
▁avvis	-10.3771
▁allowed	-10.3775
▁risultati	-10.3775
▁controlla	-10.3786
▁access	-10.3789
▁Aggiorna	-10.379
▁statMeseC	-10.3793
▁jScrollPane	-10.3793
▁ottieniTuristi	-10.3794
▁dura	-10.3812
▁servizi	-10.3816
sso	-10.3817
▁last	-10.3822
▁RicercaPanel	-10.3822
▁studenti	-10.3826
()==	-10.3829
▁statt	-10.3847
▁ToolbarSchedaPR	-10.385
▁PRNode	-10.385
▁senza	-10.385
▁(30)	-10.3855
▁visited	-10.3866
21.	-10.3878
▁module	-10.3893
▁verificar	-10.39
▁giorni	-10.3907
▁chbx	-10.3907
15	-10.3908
▁managerAddress	-10.3916
im	-10.3932
▁(3)	-10.3936
▁An	-10.3969
La	-10.3994
▁col	-10.4004
pPuntoDiRistoro	-10.4089
DB	-10.4101
Server	-10.4181
4;	-10.4182
▁Initializ	-10.4184
▁BeanConvenzione	-10.4206
Feedback	-10.4219
▁culturale	-10.4236
▁selectedRow	-10.4267
New	-10.4281
IDBNews	-10.4283
found	-10.4288
PartitaIva	-10.4301
maxPoolSize	-10.4315
▁move	-10.4333
▁Quest	-10.4337
title	-10.434
Cancella	-10.4341
JTextArea	-10.4344
change	-10.4346
back	-10.4346
teachingList	-10.4348
display	-10.4349
Point	-10.4349
System	-10.435
setSize	-10.4353
pDelay	-10.4353
del	-10.4356
nterfacceAgenzia	-10.4357
controllaId	-10.4358
NO	-10.4361
HA	-10.4389
▁Text	-10.4399
DO	-10.4413
▁idClassroom	-10.4454
MeseCorrente	-10.4467
Parent	-10.4477
▁pre	-10.4481
Su	-10.449
its	-10.4497
NSI	-10.4543
▁gui	-10.4595
intera	-10.4599
ytes	-10.461
▁Cambi	-10.4622
▁inserisc	-10.4629
Administrator	-10.4635
▁Control	-10.4646
▁wait	-10.4648
▁disable	-10.465
▁cost	-10.4653
Corr	-10.4654
▁mouse	-10.4654
q	-10.4655
-1]	-10.4658
▁campo	-10.4658
CONNE	-10.4659
▁voti	-10.4659
LocateRegistry	-10.4659
allineato	-10.4659
▁associazionepr	-10.4659
DesktopManager	-10.4659
GestioneRicerche	-10.4659
RISTORO	-10.4659
avvenuta	-10.4659
itional	-10.4659
langelo	-10.4659
ristiDisattivati	-10.4659
▁commissionate	-10.4659
▁consistency	-10.4659
▁notizie	-10.4659
▁stream	-10.4659
▁telefonico	-10.4659
ABSENCE	-10.4659
▁desktopManager	-10.4659
HelpManager	-10.4659
▁speculateValue	-10.4659
▁Comp	-10.4659
▁modulePath	-10.4659
▁Contains	-10.4659
▁cache	-10.4659
▁activation	-10.4659
▁popup	-10.466
▁PPreferenza	-10.466
▁establish	-10.466
▁posizione	-10.466
writeB	-10.466
▁forniti	-10.466
prec	-10.4661
▁tenta	-10.4661
getMonth	-10.4661
bcHelp	-10.4662
▁btnModificaDati	-10.4662
-02	-10.4663
▁[4]	-10.4663
▁rimuovere	-10.4664
colazione	-10.4667
▁hash	-10.467
DBTag	-10.4672
ataRegistrazione	-10.4676
▁Birth	-10.4676
▁SitoTableModel	-10.4676
▁turistiAttivati	-10.4676
▁minAP	-10.4676
▁mycheckboxes	-10.4676
▁btnNuovoBC	-10.4676
▁btnStorico	-10.4676
minutes	-10.4677
Here	-10.4678
bannerHelp	-10.4679
▁dob	-10.4681
Processing	-10.4682
zo	-10.4693
spettat	-10.4697
▁aggiornat	-10.4698
▁counter	-10.4702
▁Current	-10.4704
Storico	-10.4704
▁range	-10.4706
1998	-10.4713
▁nuove	-10.4713
▁indicat	-10.4718
▁via	-10.4722
▁cancellare	-10.4724
setLocation	-10.4726
▁pNumeroVoti	-10.4726
▁status	-10.4729
▁pGiornoChiusura	-10.4731
▁citta	-10.4735
▁profiloTurista	-10.4738
▁sourceStr	-10.4738
▁pCategoria	-10.4738
▁byte	-10.4739
▁pMediaVoti	-10.4739
▁pOrarioChiusura	-10.4741
rendo	-10.4761
4)	-10.4767
[8].	-10.4772
▁pVisitaPR	-10.4791
▁pVisitaBC	-10.4791
▁qualcun	-10.48
23.	-10.4802
▁properties	-10.4832
▁at	-10.4836
▁getID	-10.4837
▁Clear	-10.4864
▁pRaggioMax	-10.4865
▁pIdAddress	-10.4865
▁pTable	-10.4877
▁Report	-10.4883
▁visual	-10.4895
▁jdbc	-10.4896
addebitare	-10.4908
setCognome	-10.4909
UserName	-10.4909
▁cerca	-10.4912
▁them	-10.4935
18.	-10.4943
</	-10.4946
▁pPreferenz	-10.495
▁supporto	-10.4954
▁Java	-10.4974
il	-10.4976
ConnectionString	-10.4985
[9].	-10.4986
▁dd	-10.4991
▁Soggiornante	-10.4994
▁found	-10.4994
▁Call	-10.4999
▁checks	-10.5017
▁teacher	-10.5024
▁Password	-10.5027
*	-10.5067
Descrizione	-10.5078
Testo	-10.5082
on	-10.5134
27.	-10.5137
getCitta	-10.515
30.	-10.5155
▁ac	-10.5174
▁chiudi	-10.5175
▁+=	-10.5199
▁pNote	-10.5214
45	-10.5214
34	-10.5223
rtisementAgenzia	-10.5245
atore	-10.525
▁messages	-10.5252
▁Location	-10.5255
Role	-10.5255
col	-10.5262
end	-10.5265
getJ	-10.5269
time	-10.527
▁stati	-10.5286
Cambio	-10.5302
registry	-10.5304
tmpRegisterLine	-10.5304
▁db	-10.531
▁Visualizzazione	-10.5315
rica	-10.5327
com	-10.5332
▁li	-10.5339
lencoCategorie	-10.534
Notification	-10.534
ControlloDati	-10.5341
costo	-10.5343
Call	-10.5345
View	-10.5345
delete	-10.5345
Confirm	-10.5345
array	-10.5346
el	-10.5348
double	-10.535
getPassword	-10.536
▁11	-10.5373
val	-10.538
▁Fil	-10.5389
tot	-10.5393
ily	-10.5413
ataPubblicazione	-10.5413
frames	-10.543
98	-10.5435
19.	-10.5476
,1.0,0.0,	-10.5501
▁pVotes	-10.5509
▁startVedi	-10.5518
getBtnModifica	-10.5541
Field	-10.5558
▁ci	-10.558
▁personal	-10.56
22.	-10.5611
[5]	-10.5613
Close	-10.5618
Period	-10.5623
Pers	-10.563
Ok	-10.5631
Pagina	-10.5633
Written	-10.5641
Laboratory	-10.5641
DimensioneFont	-10.5641
▁constraint	-10.5644
▁go	-10.5644
artecipa	-10.5651
▁Par	-10.5652
PercorsoFile	-10.5653
Teachings	-10.5654
▁Desk	-10.5654
ticipat	-10.5659
Commissionamenti	-10.5659
getDispAnno	-10.5659
stella	-10.5659
▁calendar	-10.5659
attivaDisattiva	-10.5659
▁GPS	-10.5659
▁membership	-10.5659
▁segnalibri	-10.5659
▁timeToBroadcast	-10.5659
▁tipi	-10.5659
▁trigger	-10.5659
▁whether	-10.5659
Subscription	-10.5659
eedDayBeforeExam	-10.5659
Dichiar	-10.5659
santi	-10.5659
getIni	-10.5659
ScrollableTable	-10.5659
SingoloRegistro	-10.5659
▁represent	-10.5659
tParameter	-10.5659
AIN	-10.5659
▁devo	-10.5659
DriverManager	-10.5659
BASS	-10.5659
▁jJToolBarBar	-10.5659
▁Build	-10.5659
▁Napoli	-10.5659
▁bannerToolbar	-10.5659
Supp	-10.5659
ME	-10.5659
rave	-10.5659
anticipato	-10.566
▁deskMenu	-10.566
▁searchFor	-10.566
ttawa	-10.566
▁homes	-10.566
Riduzione	-10.566
▁analyzed	-10.5661
▁positivo	-10.5661
▁scolastico	-10.5661
VER	-10.5662
▁ElencoCategorie	-10.5662
lean	-10.5662
▁GetRe	-10.5662
2(	-10.5663
setHorizontal	-10.5663
icola	-10.5664
TagPanel	-10.5666
labInt	-10.5669
▁inclusion	-10.5671
▁26))	-10.5671
newsHelp	-10.5674
▁parte	-10.5675
▁performs	-10.5676
IDI	-10.5677
▁btnSkeda	-10.5678
▁interest	-10.5678
▁priority	-10.5679
▁Confirmation	-10.5679
▁Units	-10.5679
▁reset	-10.5679
ListaBeniServizi	-10.5687
▁personali	-10.569
++){	-10.5694
▁displayed	-10.5697
RED	-10.5698
Min	-10.5705
▁RICERCA	-10.5712
▁tokenizer	-10.5712
▁pTagId	-10.5712
▁BannerNode	-10.5712
▁idTemp	-10.5714
entro	-10.5715
▁tableFeedback	-10.5716
▁pCitta	-10.5716
/04/	-10.5729
▁era	-10.573
Preferiti	-10.5731
▁pPrezzo	-10.5733
▁gia	-10.5734
